{"Filename":"2016_Natura_EN.jsonl","GRI":"201-4","Text":"Financial assistance received from government","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"201-2","Text":"Climate change  Our efforts aim at combining economic and socio-environmental gains. Strategic projects concerning impact mitigation are now transversally structured and have become formal procedures within the company. An example is the Carbon Neutral Program, which gives priority to reducing direct and indirect emissions throughout the chain, as well as offsetting 100% of all unavoidable emissions.Socio-biodiversity The use of socio-biodiversity inputs follows Natura‚Äôs policy for the Sustainable Use of Socio-Biodiversity Products and Services, which ensures the fair distribution of benefits to supplier communities and the sustainable management of assets, in addition to complying with new legislation governing access to the country‚Äôs genetic heritage. Under the Amazon Program, Natura also seeks to boost the development of sustainable businesses based on biodiversity and traditional and\/or cultural knowledge.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"202-2","Text":"- Senior managers who are from  local communities - Brazil¬π 2014 2015 2016 6 Total number of senior managers 185 169 164 Cajamar (%) 2 3.1 1.5 0 Benevides (%) 3 0.0 0 0 Nasp (%) 4 9.2 0 0 Lapa (%) 5 n.a. 22.1 4.3 Senior managers who are from local communities ‚Äì IOs (%)¬π 2 2014 2015 2016 Argentina 59 59 67 Chile 0 0 20 Colombia 50 20 25 France 100 100 25 Mexico 44 50 70 Peru 40 66 67 Total 50 40 571. Senior managers are the positions starting from Senior Manager (Business Manager, Process Manager and Global Manager) at Brazilian operating units. 2. Surroundings of Cajamar: the whole town of Cajamar (S√£o Paulo state). 3. Surroundings of the Ecoparque: municipalities of Benevides, Marituba, Santa B√°rbara and Santa Izabel, and Mosqueiro district (part of the city of Bel√©m), all in the state of Par√°. 4. Surroundings of Nasp: Jaguara district (part of the city of S√£o Paulo, comprising the following neighborhoods: Vila Jaguara, Vila Piau√≠, Rem√©dios and Jardim Marisa); 5. A few employees have been temporarily allocated to the Lapa site. This allocation is provisional, for the duration of construction at the new Nasp site. After it is completed, these employees will be allocated there permanently. Its surroundings include the districts of Lapa, Vila Leopoldina and Barra Funda, all in the city of S√£o Paulo (S√£o Paulo state). 6. At present, none of the senior managers resides in a local community that surrounds one of Natura‚Äôs operational units. The only exception is the Lapa site, which is temporary, as explained in the note above. Actions designed to boost local development currently place more emphasis on hiring employees from local communities for entry-level positions at Natura.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"203-2","Text":"Communities and families benefitted (units) 1 2014 2015 2016 Communities that Natura has a relationship with 33 30 33 Families benefitted within the communities 3,121 2,251 2,841 Families benefitted within the Amazon region 2 2,106 1,529 2,1191. We continued using the GPS method, which was introduced in 2015, for tracking our suppliers. The number of communities reported includes seven associations and 26 cooperatives. 2. The number of families benefitted in 2015 has been corrected.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"203-2","Text":", , ,  We founded the Natura Institute in 2010 to manage and apply the funds generated by the sales of the Crer para Ver (Believing is Seeing) line of non-cos- metic products that was launched in 1995 and whose profits are used in full to support projects aimed at improv- ing the quality of public education. Since then, profits have been steadily rising, hitting a new record in 2016 with a total of R$ 38.2 million. In Brazil, the figure reached R$ 23.7 million, while the volume amounted to R$ 14.5 million in International Operations. Our consultants are the real stars of this movement in favor of education, since they are the ones engaged in selling products from this line while waiving their own profits (as does Na- tura). In 2016, there were more than 1.5 million registered consultants in Brazil and in International Operations who sold at least one Crer para Ver prod- uct. It is important to stress that Bra- zilians also started to benefit from a structured project in support of edu- cation (read more about this initiative on page page 44 ). As it entered its fifth year of activity in 2015, the institute updated its strategic plan in an effort to make its initiatives even more transformative, and with long-term effects. In 2016, the positive effects of this new positioning were al- ready being felt. Since 2011, the institute has support-Supporting quality education","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"203-1","Text":"The income received by the communities during the year exceeded R$ 10 million. That is 55% higher than the amount received in 2015 and, in ad- dition to payment for supplies (R$ 5.8 million), it included the sharing of benefits derived from access to traditional knowledge (R$ 3.07 million), support for community infrastructure, training and payment for use of their image.  We have measured the positive impacts created by our relationship with local families, such as income gen- eration through the purchase of in- puts, investment in developing higher value-added production chains and transfer of technical skills through the training we provide. Now that they are much better organized, the communi- ties are entering into partnerships with other companies, as well as Natura, to supply inputs obtained from the Brazil- ian biodiversity. This development was achieved using a sustainable produc- tion and commercial model. We have also invested in improving the productivity of these communities and adding value to their supplies, by upgrading the infrastructure of two extraction units (one in the Mid-Juru√° region and the other in the northeast of Par√°) and thereby improving the quality to the oil and butter produced. We have continued with our training programs in the fields of health, safety, good management practices and or- ganization management, training 545 people in 2016. Also in 2016, 100% of supplier commu- nities were audited by our Socio-bio- diversity Chain Verification System, developed jointly with the UEBT (Union for Ethical Biotrade). This procedure looks into labor issues, organization management and good production practices, and ensures the tracking of production chains, which is one of our greatest challenges. This verification is ongoing, since the families need to de- velop a system to provide documenta- tion confirming the origin of all inputs. The audits are performed annually in each of the communities, generating action plans that are monitored until the next audit. Once a year, the communities partici- pate in the Qlicar Award - which distin- guishes Natura suppliers - in the Bio- Qlicar category. The award goes to the most noteworthy community, the one that has shown the greatest evolution in several categories revolving around quality and good practices. The BioQli- car ratings underwent some changes in 2016, and the calculation now takes into consideration the ratings provided by the Verification System, as well as an indi- cator that measures the planned volume of production and delivery deadline. The communities achieved a 3.93 rat- ing in 2016. This index, which used to be a part of BioQlicar but is now an element of the Verification System, ad- vanced slightly in comparison to the previous year‚Äôs figure, of 3.62. The rat- ing is weighted, along with the OTIF (on time in full) assessment rating of the community. The improvement is due to the communities‚Äô improved audit rat- ings, as well as greater compliance with the action plans during 2016, which also increases the community‚Äôs rating throughout the year. There was also an improvement in the OTIF rating, com- pared to 2015, due to better delivery planning, both by Natura and by the communities, and greater investment in chain infrastructure.56","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"203-1","Text":"Direct resources 2.3 2.3 3.1 Supplies 1.1 1.3 2.0  Investments made in the communities (R$ thousand) 1 2014 2015 2016 Supplies 3,040 2,837 5,771 Sharing of the benefits derived from access to genetic heritage or related traditional knowledge 3,982 2,411 3,070 Support and infrastructure 300 443 669 Use of image 21 14 36,3 Training 946 245 77 Technical services 184 139 255 Studies 414 490 245 Total 8,887 6,579 10,1231. Direct investments are amounts deposited directly to the communities in payment for the supply of raw materials, sharing of benefits and use of image. The categories of support and infrastructure, training, studies and technical services represent resources invested by Natura in the form of services, hiring of partners, research, equipment purchases, and infrastructure improvements, among other benefits. Such investments are made at Natura‚Äôs discretion to add value to these production chains.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"203-1","Text":"- Significant impact on supplier communities  \/The positive impacts arising from the relationship between Natura and its supplier communities are income generated from the purchase of inputs, investment in the development of higher value-added production chains, and encourage- ment to develop the technical capacities and skills of these partners, through training, as well as knowledge exchange with other producers and the development of partnerships with other companies. All these actions aim at contributing to the establishment of a sustainable commercial model focused on the conservation of socio-biodiversity. No neg- ative impacts have been identified so far in the supplier communities with which Natura works. Direct investments are made in the form of payments for supplies, sharing of benefits and use of image, and are paid directly to each local community. When it comes to providing support and infrastructure for the development of produc- tion chains, training, studies and technical services, financial resources allocated through projects that support coopera- tives, materials, equipment and courses directed at improv- ing the production chain or providing technical support. Among the indirect impacts of their relationship with Natu- ra are the development of production chains and improve- ment of skills of the populations involved, through training in health and safety programs, good management prac- tices and administrative and organizational management. Additionally, there is potential to create new opportunities and commercial partnerships, form a network of commu- nities and  knowledge exchange, focus on biodiversity con- servation and establish a commercial model focused on biodiversity that can influence stakeholders. In 2016, there was an increase in investments, mainly due to the abundant volume of inputs provided for soap pro- duction, leading to a greater need for investments in infra- structure and materials in the production chains; studies and technical services.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"205-2","Text":"- Employees trained in anti- corruption policies and procedures 2014 2015 2016 1 Informed Trained Informed Trained Informed Trained Senior management 57 44 59 48 54 51 Management 765 630 679 619 631 614 Administrative 3,721 3621 3,819 3,594 3,584 3,393 Operational 2,372 2015 2,246 1,998 2,101 1,928 Total 6,915 6,310 6,803 6,259 6,687 6,6831. Total number of training sessions held in 2016 on the  Code of Conduct with employees from Brazil operations and International Operations and the proportion of the headcount base at the end of December 2016. Indirect operational staff were added to the administrative staff. Of the  6% of the headcount who did not attend Code of Conduct training, 55% were on leave and 36% work in International Operations, where there was considerable reinforcement of the training and improvement opportunities were identified.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"205-2","Text":"‚Äì Commercial partners informed about anti- corruption procedures ‚Äì Brazil 1 Total number of partners % of partners South 33 10% Southeast 480 13% Midwest 5 5% Northeast 21 7% North 16 5% Total 555 12%1. In 2016, we revised the Code of Conduct for suppliers in Brazil and in  International Operations. This update was communicated to 555 suppliers in Brazil. Natura made payments to 4,720 Brazilian suppliers in 2016, so the communication rate represents 12% in terms of supplier numbers, but in terms of purchase volume it is equivalent to 83%.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"205-3","Text":"As for commercial partners, there were no cases in which contracts were rescinded or not renewed due to an inci- dent of this nature.  In 2016, our complaint and analysis channels confirmed six cases of fraud that resulted in disciplinary actions being taken against five employees, who were dismissed by Na- tura. There were no cases involving a public body.  The dissemination of clear and specific codes of conduct for each stakeholder group (employees, suppliers and the sales forces in Brazil and in International Operations) provides clarity on instances of non-compliance and, combined with the reinforcement of the whistleblowing channel, strength- ens the company‚Äôs conduct in ethical issues.205-2 ‚Äì Commercial partners informed about anti- corruption procedures ‚Äì Brazil 1 Total number of partners % of partners South 33 10% Southeast 480 13% Midwest 5 5% Northeast 21 7% North 16 5% Total 555 12%","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"205-1","Text":"Units submitted to assessment of risks related to corruption Natura is assisted by the Compliance, Internal Controls, Risk Management, Ombudsman and Internal Audit areas in the prevention of and fight against corruption. All com- pany processes and areas are indirectly subjected to risk assessment and mitigation. Natura currently has several tools it uses for this purpose, such as the Code of Conduct, which includes e-learning for all the employees in Brazil and in International Operations; the Ombudsman chan- nel, which guarantees safe, anonymous and confidential reporting of any violation of the Natura Code of Conduct, the activities of the Ethics Committee, the Policy of Integrity\nagainst Bribery and Corruption, and specific codes of con- duct for suppliers and the Natura sales force. Additionally, we conduct regular audits regarding payments and a few choice suppliers.\nIn 2016, the Internal Controls, Risks and Compliance areas continued with the program designed to comply with the Brazilian anticorruption law (Law no 12,846 \/ 2013) by means of: (i) reviewing the mapping of all critical areas, resulting in 27 areas mapped out; (ii) testing of internal controls mapped for the compliance program; and (iii) internal communica- tions reinforcing the guidelines related to this subject.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"301-3","Text":"Recovered packaging in relation to total billed products 1 2014 2015 2016 Colombia Colombia Argentina 2 Colombia Argentina % of recovered packaging in relation to total billed products\/items 37% 73% 1% 37% 0,5% Kg of materials recovered 286,608 624,419 22,245 282,150 9,3501. We have worked on the EcoPontos project in Colombia since 2015, through an alliance with the Family Foundation and recyclers’ associations in Bogotá, Bucaramanga, Medellín, Rionegro and Valledupar. In 2016, we stopped accounting for the waste recovered from our distribution center, since it is not in line with the post-consumer reusable materials methodology. Considering only EcoPontos materials, the volume grew last year, whereas in 2015 this volume amounted to 216 tons. 2. We reviewed our strategy in 2016 and ended the joint project with the Buenos Aires government; consequently, the booked amount refers only to the period from January to April. We partnered with Cempre (Business Commitment to Recycling) and joined the Business Fund for Recycling (Feri) program, which coordinates business resources and public policies to improve waste management and boost recycling rates. Their goal is to help the collective effort of companies in the recovery of post-consumer materials, boosting the impact of the investments.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"301-2","Text":"Post-consumer recycled material used in the packaging of finished products¬π ‚Äì Brazil (%) 2014 2015 2016 % of post-consumer recycled material used in the packaging of finished products 1.2 2.9 4.3 Direct biogenic emissions (from biomass burning or biodegradation) 8.826 9.347 8.870  Recyclable material in the packaging of finished products¬π (%) 2014 2015 2016 % of recyclable material in the packaging of finished products 2 57.5 50 51103-2, 103-3  The indicator takes into consideration the percentage of post-consumer recycled material mass in relation to total mass of packaging materials, weighted according to the manufactured quantity.  Recyclability: this indicator looks into the percentage of recyclable material mass in relation to total mass of packaging materials, weighted according to the manufactured quantity.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"301-1","Text":"Materials used, by weight or volume (except water) 1 2014 2015 2016 Direct materials (t) 53,259 70,283 70,635 Direct materials (m 3 ) 11,663 9,583 8,1621. Conversion of fuel consumption to energy using IPCC factors.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"302-4","Text":"Energy saved  (Joules x 10 12 ) 2014 2015 2016 En virtud de proyectos de eficiencia 1 6.84 0.04 0.00 En virtud de consumo de energ√≠a solar 0.02 0.02 0.02  ‚Solar energy consumption has been continuous since the implementation of parking lot lighting and water heating for the nursery, in 2005","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"302-3","Text":"Energy Intensity 2014 2015 2016 Energy consumption per unit produced 1 (Joules x 10 12 ‚Äì kJ) 484.3 539.9 564.9  Consumption in relation to Natura’s energy matrix (Cajamar, Benevides, third-party Suppliers, DCs, Itupeva hub, Lapa and Nasp). Calculation formula: sum of all Natura Energy Sources divided by total of units produced.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"302-2","Text":"‚Äì Energy consumption outside Natura spaces  (TJ) 1 2014 2015 2016Goods and services acquired 245.94 189.44 148.23 Upstream transportation and distribution 479.71 497.59 495.83 Operational waste generated - - - Business trips 79.58 55.65 45.38 Transportation of employees 30.99 29.48 27.75 Downstream transportation and distribution 194.13 207.94 214.79 Total 1,030.35 980.10 931.99 302-3 Conversion of fuel consumption to energy using IPCC factors.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"302-1","Text":"‚Äì Direct and indirect Energy Consumption, divided by primary source (TJ) 1 Type of Source 2014 2015 2016Solar energy Renewable 0.02 0.02 0.02 Diesel used in generators Non-renewable 6 3.27 4.31 LPG consumption Non-renewable 6 7.10 6.17 Electricity Mixed source, predominantly renewable 2 197 205.71 189.90 Alcohol consumption 3 Renewable 32 38.65 40.45 BPF oil consumption: Non-renewable - - 1.00X10 -12 Briquette consumption 4 Renewable 33 33.12 29.27 302-1 - Energy matrix (%)¬π Type of Source 2014 2015 2016 Electricity 2  Mixed source, predominantly renewable 72 71 70 LPG consumption Non-renewable source 2 2 2 Diesel used in generators Non-renewable source 2 1 2 Alcohol consumption 3 Renewable source 12 13 15 BPF oil consumption Non-renewable source 0 0 0 Solar energy Renewable source 0.01 0.004 0.007 Briquette 4 Renewable source 12 12 11 Consumption in relation to Natura’s energy matrix: Cajamar, Benevides, Lapa, Distribution Centers and Nasp administrative support, Itupeva hub, Shared Services Center (CSC) and regional offices. 2. Electricity is classified as a renewable source because 75.5% of the Brazilian energy matrix was composed of renewable sources in 2016, according to the National Energy Balance report. 3. Renewable fuel used in Cajamar for steam production. 4. The BPF boiler has been fully replaced by biomass in Benevides as one of the steps to reduce fossil fuel consumption. Consumption in relation to Natura’s energy matrix: Cajamar, Benevides, Lapa, Distribution Centers and Nasp administrative support, Itupeva hub, Shared Services Center (CSC) and regional offices. 2. Natura stores are not included. 3. Renewable fuel used in Cajamar for steam production. 4. The BPF boiler has been fully replaced by biomass in Benevides as one of the steps to reduce fossil fuel consumption.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"302-1","Text":"- Total energy consumption, by source  (TJ) 2014 2015 2016Non-renewable fuels 11.8 10.38 10.49 Renewable fuels 262.2 277.49 259.64 Total fuels 274.0 287.87 270.13 302-1 - Total energy consumption  (TJ) 2014 2015 2016 Electricity 1 203.1 208.98 194.21 Heating 0.00 0.00 0.00 Refrigeration 2 0.00 0.00 0.00 Steam 3 66.1 74.80 72.00 Total energy 269.2 283.78 266.20 302-1 - Total energy consumption¬π (TJ) 2014 2015 2016 Cajamar and Benevides 2 198.8 215.7 212.7 Other Natura locations in Brazil 3 75.2 72.1 57.5 Natura's third-party manufacturers 4 45.0 35.8 25.9 Total energy matrix 319.0 323.7 296,0 Natura stores are not included. 2. At the Cajamar site, electricity used for refrigeration is already included in the total electricity consumption figure. 3. Total consumption of alcohol and briquettes, plus LPG consumption for Cajamar’s boiler.  There was a slight reduction (1%) in absolute energy consumption at Cajamar and Benevides, due to a decline in production volumes. Reduction (17%) in absolute consumption of other Natura locations; reduction (28%) in absolute consumption of third-party manufacturers, due to reduced production volumes and internalization of the production of certain products at Cajamar and Benevides. These factors resulted in an 8% decrease in energy consumption compared to 2015. 2. Cajamar and Benevides represent 64% of Natura’s total energy matrix. 3. Other Natura Brazil locations: Itupeva hub, Lapa and Nasp - both in São Paulo (all in São Paulo state). 4. Companies that manufacture finished products for Natura, representing approximately 90% of the total units purchased by Natura.E52","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"303-3","Text":"‚Äì Volume of water recycled and reused 2014 2015 2016 Water recycled¬π and reused¬≤ (m¬≥) 99,586 82,972 63,523 Reclaimed water as a proportion of the total amount of water treated at the effluent treatment plant¬≥ 4 (%) 61 45 42 Reclaimed water as a proportion of total water withdrawn (%) 67 59 411. Recycled water: water reused for toilet flushing, irrigation and other industrial processes. 2. Reused water: water that is returned from the Cajamar production process and is used in the drinking water system. 3. Reclaimed water: the sum of recycled and reused water. 4. For this indicator, only Cajamar data were considered.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"303-1","Text":"Water consumption (l\/unit produced) 2014 2015 2016 0.45 0.49 0.53Water consumption by location (m 3 ) 2014 2015 2016 This includes the following industrial units: Cajamar and Ecoparque (Benevides). 2. Includes Nasp, Lapa, distribution centers and the Itupeva hub. 3. Main suppliers who manufacture finished products for Natura. The leading third-party suppliers account for around 90% of this volume.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"303-2","Text":"‚Äì Water sources significantly affected by water withdrawal Due to the lack of a public water supply system, the water resources used at the Cajamar and Benevides facilities are withdrawn from semi-artesian wells. These systems are monitored daily and comply with all regulations estab- lished on the permits granted by the supervising bodies. At Nasp, in the city of S√£o Paulo (SP), the water is supplied by the public utility system.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"304-1","Text":"‚Äì Location and size of areas Cajamar Benevides (Ecoparque) Nasp (S√£o Paulo) Area type Owned Owned Rented Position in relation to the protected area This is an APA (Environmental Protection Area) Includes protected areas Located in an urban industrial area Type of operation Administrative and industrial, for the production of cosmetics Administrative and in- dustrial, for the production of soap paste and soaps Administrative and logistics, for storage and distribution of cosmetics Size of operational unit 646,000 m¬≤ 1,729,000 m¬≤ 111,700 m¬≤ Biodiversity value 1 Not available Not available Not available1. Considers the attributes of the protected area and of areas with a high level of biodiversity outside the protected area (terrestrial, freshwater or marine ecosystem) and classification by conservation status (e.g.: IUCN Category, Ramsar Convention, national legislation, etc.).","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"304-3","Text":"‚Äì Protected or restored habitats 2016Area\/Project Size (hectares) Location Area status Partnerships (for protection or restoration)?","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"304-4","Text":"No  ‚Äì Total number of species included on the IUCN red list and on other conservation lists 1 2014 2015 2016 Critically endangered - - - Endangered Virola surinamensis* (IUCN) ‚Äì ucuuba Virola surinamensis (IUCN) ‚Äì ucuuba Virola surinamensis (IUCN and Env. Min) ‚Äì ucuuba Pinus elliottii (IUCN) ‚Äì slash pine Euphorbia cerifera (CITES) ‚Äì candelila Euphorbia cerifera (CITES) ‚Äì Candelilla Vulnerable Bertholletia excelsa (IUCN and Env. Min) - Brazil nut Vitellaria paradoxa (IUCN) - shea tree Bertholletia excelsa (IUCN and Env. Min) - Brazil nut Bertholletia excelsa (IUCN and Env. Min) ‚Äì Brazil nut Vitellaria paradoxa (IUCN) ‚Äì shea tree Vitellaria paradoxa (IUCN) ‚Äì shea tree Santalum album (IUCN)* - white sandalwood Near threatened Ilex paraguariensis (IUCN) - Paraguay tea Ilex paraguariensis (IUCN) ‚Äì Paraguay tea Ilex paraguariensis (IUCN) ‚Äì Paraguay tea Least concern - - Cyperus articulatus (IUCN) ‚Äì piri piri Pinus elliottii (IUCN) ‚Äì slash pine Bulnesia sarmientoi (CITES and  IUCN) ‚Äì holy wood1. Plant species that are at risk of extinction, be they native to Brazil or exotic (imported and grown in Brazil) which are used in Natura product lines. Conservation projects are in place, in partnership with research institutions and direct suppliers, to protect the species from Brazilian biodiversity. For the Brazil nut and Paraguay tea, two conservation projects have been carried out, in partnership with Embrapa. Likewise, we have just concluded a conservation project, in partnership with UFSCar (Federal University of S√£o Carlos) to protect ucuuba trees, by collecting its  fruit without cutting them down. We also support the adoption of agroforestry systems for the production of Brazil nuts, ucuuba and piri piri in communities in the Amazon. Paraguay tea is off the list of Brazilian flora that are at risk of extinction. On the other hand, piri piri has been placed, for the first time, on the list of the IUCN (International Union for Conservation of Nature) and is a species whose organic chain was developed by Natura. The slash pine species of Pinus, used in fragrance formulas, is obtained from a planted forest whose origin is traceable, as guaranteed by the supplier. In the case of the shea tree, the supplier participates in the Global Shea Alliance, a movement aimed at promoting the sustainability of this production chain. As for candelilla and holy wood, both feature on the CITES (Convention on International Trade in Endangered Species of Wild Fauna and Flora) list, but the supplier complies with international legislation, and possesses the necessary CITES certification. The sandalwood comes from Sri Lanka, a country that follows strict species protection and conservation policies, and has its sourcing guaranteed by the supplier. Furthermore, we have received UEBT (Union for Ethical BioTrade) Certifications for 14 Amazon supplier communities, thereby reinforcing our commitment to ethical sourcing.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"304-2","Text":"SUPPLIER COMMUNITIES , , ,  Every year, we broaden and strength- en our relationship with the commu- nities that supply our natural inputs. We maintain links with 33 local com- munities, three of which were included in 2016. Together, they represent 2,841 families. Around 75% of these business partners are located in the Amazon region, totaling 27 communities and 2,119 families. The other communities we maintain relationships with are lo- cated in different parts of Brazil (see map showing the location of all suppli- er communities here ) Two of the three new supplier commu- nities are situated on Maraj√≥ island (Par√° state), a new area of operations for Natura. These new partnerships were required to expand the sourcing of certain bioactive ingredients, such as ucuuba, murumuru and andiroba (all types of plant), enabling us to in- crease the proportion of these inputs in our soaps. The income received by the commu- nities during the year exceeded R$ 10 million. That is 55% higher than the amount received in 2015 and, in ad- dition to payment for supplies (R$ 5.8 million), it included the sharing of ben-2. efits derived from access to traditional knowledge (R$ 3.07 million), support for community infrastructure, training and payment for use of their image. 203-1 We have measured the positive im- pacts created by our relationship with local families, such as income gen- eration through the purchase of in- puts, investment in developing higher value-added production chains and transfer of technical skills through the training we provide. Now that they are much better organized, the communi- ties are entering into partnerships with other companies, as well as Natura, to supply inputs obtained from the Brazil- ian biodiversity. This development was achieved using a sustainable produc- tion and commercial model.\nWe have also invested in improving the productivity of these communities and adding value to their supplies, by upgrading the infrastructure of two extraction units (one in the Mid-Juruá region and the other in the northeast of Pará) and thereby improving the quality to the oil and butter produced. We have continued with our training programs in the fields of health, safety, good management practices and or- ganization management, training 545 people in 2016.\nAlso in 2016, 100% of supplier commu- nities were audited by our Socio-bio- diversity Chain Verification System, developed jointly with the UEBT (Union for Ethical Biotrade). This procedure looks into labor issues, organization management and good production practices, and ensures the tracking of production chains, which is one of our\ngreatest challenges. This verification is ongoing, since the families need to de- velop a system to provide documenta- tion confirming the origin of all inputs. The audits are performed annually in each of the communities, generating action plans that are monitored until the next audit.\nOnce a year, the communities partici- pate in the Qlicar Award - which distin- guishes Natura suppliers - in the Bio- Qlicar category. The award goes to the most noteworthy community, the one that has shown the greatest evolution in several categories revolving around quality and good practices. The BioQli- car ratings underwent some changes in 2016, and the calculation now takes into consideration the ratings provided by the Verification System, as well as an indi- cator that measures the planned volume of production and delivery deadline.\nThe communities achieved a 3.93 rat- ing in 2016. This index, which used to be a part of BioQlicar but is now an element of the Verification System, ad- vanced slightly in comparison to the previous year’s figure, of 3.62. The rat- ing is weighted, along with the OTIF (on time in full) assessment rating of the community. The improvement is due to the communities’ improved audit rat- ings, as well as greater compliance with the action plans during 2016, which also increases the community’s rating throughout the year. There was also an improvement in the OTIF rating, com- pared to 2015, due to better delivery planning, both by Natura and by the communities, and greater investment in chain infrastructure","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"305-1","Text":"\/ Emissions of our value chain (t) 1 2 2014 2015 2016 Extraction and transportation of raw materials and packaging (processing and transporting it all the way through to direct suppliers) 141,574 127,788 122,337 Direct suppliers (processing and transporting it to Natura) 35,154 31,731 30,378 Industrial and internal processes 29,325 18,557 15,633 Product sale (transportation and distribution) 49,593 66,749 63,465 Product use and packaging disposal 76,680 76,442 71,611 Overall total 332,326 321,267 303,4241. All GHGs were included in the calculations. 2. To calculate our inventory, we included the total volume of our Scope 1, 2 and 3 emissions. Our inventory adheres to the standards of the GHG Protocol and the principles of the ABNT NBR ISO 14064-1, which determine the rules for their design, development, management, preparation and reporting. In 2016, the report was audited by KPMG.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"305-1","Text":"\/\/ Direct and indirect emissions of greenhouse gases (t)¬π¬≤ 2014 2015 2016 Direct GHG emissions (Scope 1) 1,635 4,156 4,975 Direct biogenic emissions (from the burning or biodegradation of biomass) 8,826 9,347 8,870 Indirect emissions of GHG and Energy (Scope 2) 8,371 7,909 5,094 Other indirect GHG emissions (Scope 3) 322,319 309,202 293,355Indirect biogenic emissions of CO 2 (in metric tons of CO 2 ) 8,921 10,746 9,366","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"305-1","Text":"Direct and indirect greenhouse gas emissions 12 2014 2015 2016 Direct GHG emissions (Scope 1) 1,635 4,156 4,975 Direct biogenic emissions (from biomass burning or biodegrada- tion) 8,826 9,347 8,870 Indirect GHG and energy emissions (Scope 2) 8,371 7,909 5,094 Other indirect GHG emissions (Scope 3) 322,319 309,202 293,355 Indirect biogenic emissions of CO 2 , in metric tons 8,921 10,746 9,366 Total (t) 332,325 321,267 303,4241. All the GHG gases were included in the calculations. 2 To calculate our inventory, we considered the total volume of our emissions under Scopes 1, 2 and 3. Our inventory follows GHG Protocol standards and the principles of the ISO 14064-1 standard, which establish rules for its design, development, management, preparation and reporting. In 2016, the report was audited by KPMG.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"305-4","Text":"\/  Total CO 2 e emissions (t)¬π¬≤ Relative emissions (kg of CO 2 e\/kg of billed product) Accumulated reduc- tion in relative emis- sions since 2012 (%) 2014 332,208 3.00 6.9 2015 321,267 3.17 1.4 2016 303,424 3.17 1.31. CO2e (or CO2 equivalent): measurement used to represent emissions of greenhouse gases, based on the global warming potential of each one. 2. Includes Scopes 1, 2 and 3 of the GHG Protocol.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"305-6","Text":"Logistics Employee transportation Product transportation Product export Waste transportation Chartered Sales force vehicles Vehicles used by senior management Reduction in greenhouse gases emissions \/ ‚Äì Emission of substances that deplete the ozone layer \/ Emissions of NO x , SO x and other significant atmospheric emissions Natura does not use substances that affect the ozone lay- er in its operations. Furthermore, since clean fuels (ethanol, LPG and briquette) are used in all boilers, there are no sig- nificant measurable quantities of NO x and SO x emissions.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"305-7","Text":"Logistics Employee transportation Product transportation Product export Waste transportation Chartered Sales force vehicles Vehicles used by senior management Reduction in greenhouse gases emissions \/ ‚Äì Emission of substances that deplete the ozone layer \/ Emissions of NO x , SO x and other significant atmospheric emissions Natura does not use substances that affect the ozone lay- er in its operations. Furthermore, since clean fuels (ethanol, LPG and briquette) are used in all boilers, there are no sig- nificant measurable quantities of NO x and SO x emissions.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"305-3","Text":"\/\/ Direct and indirect emissions of greenhouse gases (t)¬π¬≤ 2014 2015 2016 Direct GHG emissions (Scope 1) 1,635 4,156 4,975 Direct biogenic emissions (from the burning or biodegradation of biomass) 8,826 9,347 8,870 Indirect emissions of GHG and Energy (Scope 2) 8,371 7,909 5,094 Other indirect GHG emissions (Scope 3) 322,319 309,202 293,355Indirect biogenic emissions of CO 2 (in metric tons of CO 2 ) 8,921 10,746 9,366 . All GHGs were included in the calculations. 2. To calculate our inventory, we included the total volume of our Scope 1, 2 and 3 emissions. Our inventory adheres to the standards of the GHG Protocol and the principles of the ABNT NBR ISO 14064-1, which determine the rules for their design, development, management, preparation and reporting. In 2016, the report was audited by KPMG.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"305-3","Text":"Direct and indirect greenhouse gas emissions 12 2014 2015 2016 Direct GHG emissions (Scope 1) 1,635 4,156 4,975 Direct biogenic emissions (from biomass burning or biodegrada- tion) 8,826 9,347 8,870 Indirect GHG and energy emissions (Scope 2) 8,371 7,909 5,094 Other indirect GHG emissions (Scope 3) 322,319 309,202 293,355 Indirect biogenic emissions of CO 2 , in metric tons 8,921 10,746 9,366 Total (t) 332,325 321,267 303,4241. All the GHG gases were included in the calculations. 2 To calculate our inventory, we considered the total volume of our emissions under Scopes 1, 2 and 3. Our inventory follows GHG Protocol standards and the principles of the ISO 14064-1 standard, which establish rules for its design, development, management, preparation and reporting. In 2016, the report was audited by KPMG.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"305-5","Text":"Reduction in greenhouse gases emissions Use of coastal shipping to supply distribution centers in the north\/northeast 1,118 CO 2 e Objetivo 3 Export gains due to local production 890 CO 2 e Objetivo 3 Launch of Ekos perfume refill 186 CO 2 e Objetivo 3 Recycled glass for fragrances 86 CO 2 e Objetivo 3 Recycled PET packaging 535 CO 2 e Objetivo 3  ‚Äì  Reduction in greenhouse gases emissions \/ ‚Äì Emission of substances that deplete the ozone layer \/ Emissions of NO x , SO x and other significant atmospheric emissionsNatura does not use substances that affect the ozone lay- er in its operations. Furthermore, since clean fuels (ethanol, LPG and briquette) are used in all boilers, there are no sig- nificant measurable quantities of NO x and SO x emissions.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"305-2","Text":"\/ Emissions of our value chain (t) 1 2 2014 2015 2016 Extraction and transportation of raw materials and packaging (processing and transporting it all the way through to direct suppliers) 141,574 127,788 122,337 Direct suppliers (processing and transporting it to Natura) 35,154 31,731 30,378 Industrial and internal processes 29,325 18,557 15,633 Product sale (transportation and distribution) 49,593 66,749 63,465 Product use and packaging disposal 76,680 76,442 71,611 Overall total 332,326 321,267 303,4241. All GHGs were included in the calculations. 2. To calculate our inventory, we included the total volume of our Scope 1, 2 and 3 emissions. Our inventory adheres to the standards of the GHG Protocol and the principles of the ABNT NBR ISO 14064-1, which determine the rules for their design, development, management, preparation and reporting. In 2016, the report was audited by KPMG.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"305-2","Text":"\/\/ Direct and indirect emissions of greenhouse gases (t)¬π¬≤ 2014 2015 2016 Direct GHG emissions (Scope 1) 1,635 4,156 4,975 Direct biogenic emissions (from the burning or biodegradation of biomass) 8,826 9,347 8,870 Indirect emissions of GHG and Energy (Scope 2) 8,371 7,909 5,094 Other indirect GHG emissions (Scope 3) 322,319 309,202 293,355Indirect biogenic emissions of CO 2 (in metric tons of CO 2 ) 8,921 10,746 9,366All GHGs were included in the calculations. 2. To calculate our inventory, we included the total volume of our Scope 1, 2 and 3 emissions. Our inventory adheres to the standards of the GHG Protocol and the principles of the ABNT NBR ISO 14064-1, which determine the rules for their design, development, management, preparation and reporting. In 2016, the report was audited by KPMG.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"305-2","Text":"\/ ‚Äì Emissions from the value chain 1 2 2014 2015 2016 Extraction and transportation of raw materials and packaging (processing and transportation to direct suppliers) 141,574 127,788 122,337 Direct suppliers (processing and transportation to Natura) 35,154 31,731 30,378 Industrial and internal processes 29,325 18,557 15,663 Product sale (transportation and distribution) 49,593 66,749 63,465 Product use and packaging disposal 76,680 76,442 71,611 Overall total (t) 332,326 321,267 303,424 \/\/ ‚Äì Direct and indirect greenhouse gas emissions 12 2014 2015 2016 Direct GHG emissions (Scope 1) 1,635 4,156 4,975 Direct biogenic emissions (from biomass burning or biodegrada- tion) 8,826 9,347 8,870 Indirect GHG and energy emissions (Scope 2) 8,371 7,909 5,094 Other indirect GHG emissions (Scope 3) 322,319 309,202 293,355 Indirect biogenic emissions of CO 2 , in metric tons 8,921 10,746 9,366 Total (t) 332,325 321,267 303,4241. All the GHG gases were included in the calculations. 2 To calculate our inventory, we considered the total volume of our emissions under Scopes 1, 2 and 3. Our inventory follows GHG Protocol standards and the principles of the ISO 14064-1 standard, which establish rules for its design, development, management, preparation and reporting. In 2016, the report was audited by KPMG.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"306-2","Text":"‚Äì Direct and indirect waste 5 ‚Äì Total weight of hazardous waste transported  \/Natura does not import, export or transport this type of waste internationally. Includes recycled waste sent for composting, co-processing and transformation. 2. Refers to the Cajamar, Benevides, Nasp and SP-DC sites. Natura does not include in this indicator waste generated by construction (rubble) at its sites. 3. Refers to distribution centers, except the SP-DC, Itupeva hub and Lapa. The waste from these units started to be monitored as of 2015. 4. Refers to the main third-party suppliers, representing approximately 90% of the total produced by third parties. 5. In 2016, there was a reduction of 17% in the amount of waste generated, deriving mainly from lower production volumes and projects designed to reduce waste generation that were implemented during the period. The 38% reduction in total indirect waste was due to a planned reduction of production by third-party suppliers, whose volumes were taken over by Natura.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"306-5","Text":"\/  \/ ‚Äì Total water discharge, broken down by quality and disposal. Protection and biodiversity index of bodies of water and habitats BOD – biochemical oxygen demand. 2. QOD – chemical oxygen demand. 3. Refers to the Ecoparque, in operation since April 2014. 4. The increase in Ecoparque effluent volume is due to the inauguration of the on-site cafeteria, which adds to the volume of sanitary effluent, and to the establishment of Symrise’s (a partner company) headquarters at the Ecoparque, which adds to the volume of industrial effluent. Furthermore, effluent originating from cleaning procedures carried out in 2015 had been stored in tanks, with final treatment scheduled for 2016.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"306-5","Text":"\/ Total water discharge, by quality and disposalVolume  (m¬≥) Treated Water quality and treatment method Disposal To be reused by another organiza- tion? BOD – biochemical oxygen demand. 2. QOD – chemical oxygen demand. 3. Refers to the Ecoparque, in operation since April 2014. 4. The increase in Ecoparque effluent volume is due to the inauguration of the on-site cafeteria, which adds to the volume of sanitary effluent, and to the establishment of Symrise’s (a partner company) headquarters at the Ecoparque, which adds to the volume of industrial effluent. Furthermore, effluent originating from cleaning procedures carried out in 2015 had been stored in tanks, with final treatment scheduled for 2016. At Cajamar, the discharge goes into the Juqueri River (class 3). This body of water presents the following results (BOD upstream: 17.7mg\/l, downstream: 12.5mg\/l), from July 13, 2016. 2. At Benevides\/Ecoparque, the discharge goes into a tributary of the Benfica River (class 2). This body of water presents the following results (BOD upstream: <3mg\/l, downstream: <3mg\/l), from March 23, 2016 and September 28, 2016. This shows that these discharges do not damage the rivers and are in full compliance with current legislation. 3. Nasp has only domestic effluent, which is collected by the Sabesp sewage system. Since there are no meters, the volume of effluent is equal to the volume of water consumed.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"306-4","Text":"‚Äì Direct and indirect waste 5 ‚Äì Total weight of hazardous waste transported  \/Natura does not import, export or transport this type of waste internationally.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"306-3","Text":"There were no significant substance spills or accidents involving products that have had an environmental impact recorded in 2016.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"306-1","Text":"\/  \/ ‚Äì Total water discharge, broken down by quality and disposal. Protection and biodiversity index of bodies of water and habitats BOD – biochemical oxygen demand. 2. QOD – chemical oxygen demand. 3. Refers to the Ecoparque, in operation since April 2014. 4. The increase in Ecoparque effluent volume is due to the inauguration of the on-site cafeteria, which adds to the volume of sanitary effluent, and to the establishment of Symrise’s (a partner company) headquarters at the Ecoparque, which adds to the volume of industrial effluent. Furthermore, effluent originating from cleaning procedures carried out in 2015 had been stored in tanks, with final treatment scheduled for 2016.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"306-1","Text":"\/ Total water discharge, by quality and disposalVolume  (m¬≥) Treated Water quality and treatment method Disposal To be reused by another organiza- tion?  At Cajamar, the discharge goes into the Juqueri River (class 3). This body of water presents the following results (BOD upstream: 17.7mg\/l, downstream: 12.5mg\/l), from July 13, 2016. 2. At Benevides\/Ecoparque, the discharge goes into a tributary of the Benfica River (class 2). This body of water presents the following results (BOD upstream: <3mg\/l, downstream: <3mg\/l), from March 23, 2016 and September 28, 2016. This shows that these discharges do not damage the rivers and are in full compliance with current legislation. 3. Nasp has only domestic effluent, which is collected by the Sabesp sewage system. Since there are no meters, the volume of effluent is equal to the volume of water consumed.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"307-1","Text":"‚Significant fines and total number of sanctions for non-compliance with legislation No fines or monetary sanctions related to environmental issues were registered in 2016.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"308-2","Text":"- Total number of critical suppliers evaluated based on environmental factors 1Suppliers submitted to environmental impact assessment Suppliers identified as the cause of significant environmental impacts Improvement agreements signed Improvement agreements signed (%) 2014 414 142 134 94% 2015 409 128 73 57% 2016 2 338 120 53 44% Suppliers submitted to labor impact assessment Suppliers identified as the cause of significant negative impacts Improvement agreements signed Improvement agreements signed (%) 2014 414 123 117 95.12% 2015 409 120 65 54.17% 2016 1 338 113 50 44.25% Environmental assessment is carried out through audits. Identified deviations are monitored monthly by the auditing department. We have already seen improvements in 44% of cases. 2. In 2016, we changed the calculation criteria, considering all suppliers audited during the year and only suppliers that completed the agreed upon improvement actions.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"308-1","Text":"Total number of suppliers screened 1,876 1,719 999 Total number of suppliers hired based on environmental criteria 42 39 19 % of suppliers hired based on environmental criteria 2.2 2.3 1.91. The number of new suppliers in the categories that are subject to evaluation and monitoring of environmental, labor, social impact and human rights criteria is low when compared to the total number of new Natura suppliers, at around 1.9%. However, these categories account for 70% of Natura’s entire purchase volume.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"401-2","Text":"‚Äì Comparison between benefits of full-time and temporary employees Benefitis Stakeholder group Benefit Description All employees in Brazil Operations Ergonomics program Seeks to make every worker comfortable and productive in his or her workstation and well-adjusted to their working conditions, making changes if needed. Ergonomics program\nSocial service\nCalisthenics program\nChronic illness management program\nDiscounts on product purchases\nViva Saúde program\nProgram for Women\nChild care and special help subsidies\nLife insurance Transport\nParking\nDrugstore discount program\nFree chartered transport\nRunners project\nSale of school mate- rials\nNatura Club\nWell-being center\nServices and conve- niences\nDescription\nSeeks to make every worker comfortable and productive in his or her workstation and well-adjusted to their working conditions, making changes if needed.\nEspacio de discusión, comprensión y resolución de las cuestiones de orden social de los colaboradores.\nPromotes quality of life and health in the work environment and helps reduce stress-related illnesses.\nFor employees and family members of those with chronic illnesses.\nA 40% discount in up to five Natura products per month.\nAimed at all employees, with the goal of stimulating a reflection on quality of life and the importance of prevention and promoting good health. Presents\nRecognition of length of employment\nNatura Education Nursery\nAdoption\nMedical and dental plans\nPartial reimbursement of the cost of medicines\nTelemedicine Health on the move\nGym subsidy\nFree products\nChristmas food vouchers\nHealth center\nPersonal support program\nTempo de Casa and Momento Família events\nEnd of the year company party\nDescription\nPresents for employees’ mothers and fathers and toys at Christmas for their children.\nEmployees get a party and a present when they have been working for Natura for five years, and then again every five years after that.\nScholarships for employees and family members (the program is being revised in 2017).\nFully subsidized for children up to the age of 2 years and 11 months.\nSupport offered during adoption processes.\nMedical plan, with no fixed cost for the employee, and a dental plan. We also offer check-ups for employees from management level up.\nFor treating cardiovascular diseases, diabetes, kidney failure, cancer, liver diseases, neurological disorders, work-related musculoskeletal disorders and psychiatric disorders.\nEletrocardiogram by phone, in emergency cases.\nProgram that encourages physical activity, including nutritional, and medical check-up and orientation, as well as advice from a personal trainer.\nFor relationship managers and sales managers.\nFive free products per month for management level employees and directors.\nTo all employees.\nEmergency medical assistance, physical therapy, RPG, OB\/GYN, acupuncture, orthopedics, nutrition and psychology.\nOffers personal assistance in the areas of finance, psychology and law, among others.\nTempo de Casa (Length of Employment) and Momento Família (Family Time) events are held in Cajamar.\nCombined end of the year celebration for employees of the operational and administrative categories.\nRegular pre-natal check-ups by a dedicated medical team, medical insurance upgrade and postpartum psychological monitoring.\nHosting of meet-ups for pregnant women and their partners and\/or other family members or friends.\nTo cover education costs of children with disabilities.\nVehicles and a fuel allowance for employees at senior management level and above.\nAvailable at Cajamar, Nasp and Alphaville.\nMedicine discounts for all employees with payment deducted directly from their salary.\n140 bus lines chartered at no cost to employees.\nTraining for running races and walks in local parks (Villa-Lobos, Ibirapuera, Alphaville e Cajamar), run by professionals.\nWith discounts and installments deductible from employee’s salary.\nFitness training, swimming pool (extended to family members, including on weekends), dancing classes, football tournaments and multi-sports court (Cajamar).\nMassages, hairdressing, waxing and manicures, at special prices.\nSeamstress services, laundry, shoe repair, optician, insurance company, post office and book rental store and video store (Cajamar).\n                                     \nPartnerships\nDiscounts and\/or perks for employees (gym, home appliances, travel agency, panetones - traditional Milanese fruit cake usually consumed during Christmas time, - movie theaters and theme parks).","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"401-3","Text":"‚Äì Rates of return to work following maternity\/ paternity leave and retention, by gender 1 2014 2015 2016Employees who were entitled to take maternity \/ paternity leave Men 2,141 2,163 2,065 Women 3,091 2,988 2,842 Total 5,232 5,151 4,907 Employees who took maternity \/ paternity leave during this period Men 56 77 87 Women 157 158 139 Total 213 235 226 Employees who returned to work after their maternity \/ paternity leave ended Men 2 55 76 88 Women 160 145 151 Total 215 221 239 Employees who returned from maternity \/ paternity leave and were still employed by the company 12 months after their return Men 53 49 71 Women 137 126 107 Total 190 175 178 Rate of retention of employees who re- turned to work after their leave ended Men 85% 89% 93% Women 77% 79% 74% Total 79% 81% 81% Calculation of the retention rate of employees who returned to work after their leave ended is based on the total number that stayed on for more than one year, divided by the total number of individuals who were on leave in the previous year. 2. The 2015 result was corrected from 77 to 76, because one paternity leave began in 2015 and ended in 2016.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"401-1","Text":"- Total number and rate of new hirings and employee turnover Total and rate of new hirings. by age group 1 2 2014 Age group Number ‚Äì by gender Rate - by gender (%) Overall number Overall rate (%) Male Fem. Male Fem.Under 30 214 267 3.2% 4.1% 481 7.3% 30 to 50 182 362 2.8% 5.5% 544 8.3% Over 50 2 7 0.0% 0.1% 9 0.1% Total. by gender 398 636 6.0% 9.6% 1.034 15.7% Meaning of turnover: number of terminations, whether this decision is made by the company (with or without just cause) or the employee, and includes the hiring of a replacement. Calculation method: terminations with a request for replacement \/ effective com","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"402-1","Text":"‚Äì Minimum notification period for operational changes103-2 Channels for airing grievances and lodging complaints related to labor practices There is no minimum period for the notification of operational changes in the collective agreements, but Natura meets the minimum deadlines specified in the current legislation and\/or agreed with trade union.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"403-3","Text":"Employees with high incidence or high risk of diseases related to their occupation There are no workers involved in jobs with a high risk of catching any sort disease, since there is no manipulation of any type of raw material that could explain the incidence of diseases contracted due to a particular job. Employees diagnosed with an occupational illness receive support, such as transportation and medication assis- tance, so they can receive treatment. There are a variety of specialists in our internal infirmaries, located at the com- pany‚Äôs main units, to ensure treatment and close monitor- ing of employees. We also provide a Professional Support Program, through which it is possible to obtain psycholog- ical, legal and social guidance. In 2016, the health area focused on the analysis and mon- itoring of employees with occupational illnesses and was able to considerably reduce the percentage of employees who need to go on leave due to this type of afliction.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"403-2","Text":"‚Äì Rates of injuries, occupational illnesses and days lost 1 2014 2015 2016 Absenteeism rate 3.33 2.64 Male Fem. Total 1.81 3.02 2.34117","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"403-2","Text":"‚ÄìInjuries and days lost as a result of work ‚Äì Brazil 12014 2015 2016 Employees In-house service providers 2 Employees In-house service providers 2 Employees In-house service providers 2 Occupational illness fre- quency rate (%) 0 0 0.2 0 0.1 0 Days lost ‚Äì accidents 34 186 134 212 329 161 150 Rate of days lost ‚Äì accidents 17.04 23.74 19.81 38.23 15.36 14.9 Injury rates (accidents with or without time off ) 5 1.83 5.67 1.212 4.42 1.43 2.68 Fatalities 0 0 0 0 0 0 Considers the accidents involving employees registered at the units of Cajamar and Lapa, distribution centers, Itupeva hub, Nasp and Ecoparque. Minor injuries that only required first aid were not included. 2. Includes our service providers allocated at the units of Cajamar and Lapa, distribution centers, Itupeva hub, Ecoparque and Nasp. 3. A day lost is when the employee does not return to his or her job until the next work day after the incident, and includes all subsequent days starting from that date. 4. Total hours scheduled: 8 hours\/day x number of business days in the period. 5. Equivalent to the number of accidents with or without time off work, per million person-hours worked. Training expenses are not included. 2. With regard to investments in disease prevention, at the end of 2016, Natura launched the Viva sua Saúde (Live your Health) program, which takes an integrated approach to life and physical, emotional, financial and social health. The existing programs were distributed among these pillars, in order to make them relevant and unify the language and communication channels used. Existing programs for chronic illnesses, counseling, pre-natal care, vaccination campaigns, ergonomics and the program that organized the presence of medical professionals on site (physical therapy, psychology, orthopedics and gynecology) were kept on.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"404-1","Text":"Average -hours of training (hrs\/employee)\\ p.a.- Brazil 123 2014 2015 2016 Total Fem. Male Total Fem. Male Total Fem. Male Operational 109 101 115 73 68 76 32 24 37 Administrative 61 54 82 33 26 55 28 25 39 Management 31 34 27 24 26 21 41 42 41 Senior management 15 21 12 12 19 9 30 29 31 Average hours 78 66 95 49 38 64 31 26 38 Young apprentice 4 - - - 34 34 34 41.5 40.8 43 Interns 4 - - - 74 74 74 53.8 52.8 58.8 Average - hours of training, per employee (hrs) 2014 2015 2016 International Operations 76 61 59 Natura 1 77 51 38  - Hours of training, by gender ‚Äì Brazil (%)¬π 2014 2015 2016 Male 49 55 52 Female 50 45 48  - Programs for skills management and ongoing education: Natura Education program - Brazil1 12 2014 2015 2016 Scholarships granted 322 214 132 Scholarships granted as a proportion of total applications (%) 3 58 65 0 Amount invested in the Natura Education program (R$ thousand) 1,178 955 5351. Does not include employees on unpaid leave without payroll expenses or those of the Natura Institute. 2. Natura does not divulge its education budget and strategy to third parties. 3. Training hours refer to training given in 2016 but may also include training provided in previous years and only entered into the log  in 2016. 4. Natura invests in Development Programs for Interns and Young Apprentices, including behavioral and technical training, aimed at developing and preparing youths to perform their activities, but due to a concept revision, these hours will not be included in the overall average.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"404-3","Text":",   Proportion of employees that receive regular career development  and performance feedback¬π¬≤ Functional Category 2014 2015 2016 Male Fem. Male Fem. Male Fem.Operational 92% 85% 80% 75% 94% 80% Administrative 88% 90% 89% 79% 98% 75% Management 98% 95% 88% 90% 99% 99% Senior management 93% 88% 83% 93% 97% 100%","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"404-2","Text":"Investment in skills management and continuing education programs (R$ thousand)¬π 2014 2015 2016Brazil 15,894 12,578 7,400 Argentina 979 1,842 2,925 Chile 294 292 404 Mexico 472 443 534 Peru 96 86 417 Colombia 353 194 1,326 France 119 87 175 Total 18,208 15,522 13,182","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"404-2","Text":"Programs for skills management and ongoing education: Natura Education program - Brazil1 12 2014 2015 2016 Scholarships granted 322 214 132 Scholarships granted as a proportion of total applications (%) 3 58 65 0 Amount invested in the Natura Education program (R$ thousand) 1,178 955 5351. All employees with active scholarships during the year are considered as having participated in the program 2. In the event of termination resulting from internal restructuring, Natura supports these employees in their career transition by offering a set of special conditions. 3. The Natura Education program is being reviewed and will be relaunched in the first half of 2017, with new scholarships. Employees who are already participating in the program have had their scholarships renewed.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"404-2","Text":"Courses taken by employees or their family members that were fully or partially paid for by Natura (Brazil) 2014 2015 2016Technical\/vocational 33 21 8 Languages 1 0 0 University 175 105 70 MBA or post-graduate 113 88 54 Total number of courses 322 214 132","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"405-1","Text":"Diversity 2014 2015 2016Total number of employees - Brazil 5.232 5.151 4.907 Proportion of women in relation to total employees (%) 59 58 58 Proportion of women in management positions (%) 56 56 53 Proportion of women in senior management posi- tions ‚Äì director and above (%) 36 33 35 Proportion of employees over the age of 45 (%) 1 14 17 18 Proportion of employees over the age of 45 in management positions (%) 1 12 14 14 Proportion of employees over the age of 45 in senior management positions ‚Äì director and above (%) 1 39 50 58 Cultural diversity - Total management positions occupied by foreigners or those with international experience 2 20 25 22 Cultural diversity - Proportion of management positions occupied by foreigners or those with international experience (%) 17 23 20 Over 45: 13% of our current staff turned 45 in 2016, thus contributing to the increase observed in this indicator. Furthermore, 3% of employees hired in 2016 were people over the age of 45, 13% of whom were hired for senior management positions. 2. Cultural diversity: In order to expand the company’s diversity even further, the expatriation process has been revised, with new policies governing short-term international transfers to be implemented in 2017.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"405-1","Text":"Hiring and training of People with Disabilities ‚Äì Brazil 2014 2015 2016Number of employees with disabilities 1 263 286 284 Proportion in relation to total employees (%) 5 5,6 5,8 Number of employees with disabilities who participated in Natura‚Äôs training programs 2 263 277 266  In 2016, this indicator included employees with any kind of “borderline” disability, as determined by the law regulating inclusion quotas. This is part of Natura’s inclusion strategy, since such individuals are often doubly excluded from society, because they are limited by their disability and, at the same time, are unable to enjoy the benefits provided by law to people with disabilities. In total, there was one person in that situation in 2015 and two in 2016. 2. Total number of people with disabilities who participated in at least one Natura training course.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"405-2","Text":"‚Äì Gender pay gap (by functional category) (%) 2 3 4 5 6 2014 2015 2016 1 Production -24 -23 -22 Administrative 13 20 10 Management -7 -4 -1 Senior management -16 -15 -101. In 2016, collective agreements brought a 9% increase for employees in the operational and administrative areas. Managers received a fixed amount, which was incorporated into their basic pay. There were also spontaneous increases in promotion and merit programs, as well as new hirings, terminations and transfers, which affected the reported figures. 2. The calculation did not include payment of short-term incentives (Profit Sharing). 3. This includes bonuses paid to sales managers and relationship managers, plus Weekly Paid Leave (WPL). 4. Sales Force employees, which hold posts along the hierarchy, reinforce the women‚Äôs pay average, due to their sales bonuses, which are not extended to operational posts. 5. For this indicator, the most representative operational units, those in Brazil, were considered. 6. The differences in pay between men and women at Natura are entirely due to the remuneration distribution within the company structure. When compared individually within each salary group (SG) or even between SG and area, the differences are insignificant.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"405-2","Text":"Pay profile ‚Äì Average monthly pay in Brazil Operations (R$) 1 2 3 4 5 6 2014 2015 2016 Women - Total 6,756 7,462 7,613 Production 1,687 1,823 2,026 Administrative 7,448 8,256 8,217 Management 15,926 16,998 18,244 Senior Management 45,643 46,655 48,758 Men - Total 5,687 5,899 6,210 Production 2,211 2,381 2,600 Administrative 6,563 6,880 7,451 Management 17,136 17,631 18,512 Senior Management 54,569 54,843 53,911 Over 45 years old 9,156 9,590 9,395 Production 2,355 2,555 2,777 Administrative 9,843 11,061 10,690 Management 20,411 21,356 22,558 Senior Management 62,791 61,112 55,214 Up to 45 years old 5,836 6,340 6,594 Production 1,942 2,096 2,309 Administrative 6,743 7,371 7,581 Management 15,876 16,721 17,785 Senior Management 43,953 46,055 49,1461. In 2016, collective bargaining agreements yielded a 9% increase for employees in the operational and administrative areas. The management area received a fixed-amount increment that was incorporated within their basis pay. There were also spontaneous increases and promotion and merit programs, as well as hirings, terminations and transfers, which affected the amounts reported. 2. The calculation does not include the payment of short-term incentives (Profit Sharing). 3. Included the premiums paid to sales managers and relationship managers, plus the WRB (Weekly Remunerated Break). 4. Sales Force employees, when distributed across their categories, with the exception of production posts, reinforce women‚Äôs average pay, because of the sales premium. 5. For this indicator, we used the most representative operating units of Brazil. 6. Variations between Female and Male pay levels are exclusively due to remuneration distribution according to Natura‚Äôs structure. An individual comparison of pay grade shows that there are no significant differences between the pay of men and women.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"406-1","Text":"‚All lodged complaints are handled by the Ombudsman. Natura has never received a complaint about proven discrimination, but if one arises, appropriate action will be taken. It should be noted that all complaints regarding possible ethical deviations, as is the case with discrimination, are reported to the Ethics Committee, which is composed of Natura’s senior managers, among others.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"407-1","Text":"‚Degree of application of the right of free association and operations and suppliers identified as risky Natura did not identify any operations or suppliers where the right to exercise freedom of association and collective bargaining may be violated. The Ombudsman is available to suppliers in Brazil and in International Operations. The Suppliers Code of Conduct was launched in Brazil in 2014 and in 2015 for International Operations. Both address the issue of freedom of association and collective bargaining.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"408-1","Text":"GRI 103: 2016 Management approach  Explanation of the material topic and its boundary 79  The management approach and its components 125 1. Eradicate poverty 5. Gender equality 8. Decent employment and economic growth 16. Peace, justice and strong institutions  Evaluation of the management approach 125 GRI 408: Child labor 2016  Operations and suppliers at significant risk for incidents of child labor 125 8. Decent employment and economic growth 16. Peace, justice and strong institutions GRI 103: 2016 Management approach  Explanation of the material topic and its boundary 79  The management approach and its components 125 1. Eradicate poverty 5. Gender equality 8. Decent employment and economic growth 16. Peace, justice and strong institutions  Evaluation of the management approach 125 GRI 409: Forced or Compulsory Labor 2016  Operations and suppliers identified as at sig- nificant risk for incidents of forced or compulsory labor 125 8. Decent employment and economic growth GRI 103: 2016 Management approach  Explanation of the material topic and its boundary 79  The management approach and its components 71 1. Eradicate poverty 5. Gender equality 8. Decent employment and economic growth 16. Peace, justice and strong institutions  Evaluation of the management approach 7196","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"408-1","Text":"\/ ‚Äì Operations and suppliers at risk for occurrences of child labor and actions taken. Opera- tions and suppliers identified at risk for situations of forced or slave labor and actions taken. \/  \/ - Significant real and potential negative impacts on human rights in the supply chain and actions taken. Operations and suppliers at risk for occurrences of child labor and actions taken We performed an analysis of supplier communities in 2013, and implemented specific action plans that addressed the involvement of children and adolescents in biodiversity production chains. The plans, which have all been conclud- ed, involved dissemination of our positioning (Natura does not tolerate forced or slave or child labor in its production chains), discussion of the points raised in the analysis and investment in the traceability of the inputs supplied. Incident monitoring is now carried out by the Socio-Biodi- versity Chain Verification System, which was implemented in all supplier communities in 2016, together with the UEBT (Union for Ethical BioTrade). This system has an indicator that monitors the risk of occurrence of child labor, slave la- bor or forced labor. There was no verified occurrence of child labor, forced la-\nbor or slave labor in the communities that supply Natura’s biodiversity inputs. However, in some Amazon communities that sell biodiversity inputs, there are signs that there are children and adolescents working in its production chains, albeit in a family environment – a cultural tradition in some communities. This does not necessarily mean they are not complying with Natura’s principles (i.e.: children who help their parents, but attend school, are not not complying with the principles of ethical biotrade).\nThe Socio-Biodiversity Chain Verification System is accred- ited annually by external auditors. In 2016, 338 suppliers were submitted to an assessment regarding their impact on environmental, social, labor and human rights (child labor and forced or slave labor) issues. Since Natura has a zero tolerance policy for child and forced labor, there are no suppliers that present this risk and, therefore, no improvement agreements have been signed.\nWe also reviewed the Code of Conduct for suppliers in Bra- zil and in International Operations in 2016, reinforcing our position of full compliance with human rights requirements and zero tolerance for child and forced labor.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"409-1","Text":"\/ ‚Äì Operations and suppliers at risk for occurrences of child labor and actions taken. Opera- tions and suppliers identified at risk for situations of forced or slave labor and actions taken. \/  \/ - Significant real and potential negative impacts on human rights in the supply chain and actions taken. Operations and suppliers at risk for occurrences of child labor and actions taken We performed an analysis of supplier communities in 2013, and implemented specific action plans that addressed the involvement of children and adolescents in biodiversity production chains. The plans, which have all been conclud- ed, involved dissemination of our positioning (Natura does not tolerate forced or slave or child labor in its production chains), discussion of the points raised in the analysis and investment in the traceability of the inputs supplied. Incident monitoring is now carried out by the Socio-Biodi- versity Chain Verification System, which was implemented in all supplier communities in 2016, together with the UEBT (Union for Ethical BioTrade). This system has an indicator that monitors the risk of occurrence of child labor, slave la- bor or forced labor. There was no verified occurrence of child labor, forced la-\nbor or slave labor in the communities that supply Natura’s biodiversity inputs. However, in some Amazon communities that sell biodiversity inputs, there are signs that there are children and adolescents working in its production chains, albeit in a family environment – a cultural tradition in some communities. This does not necessarily mean they are not complying with Natura’s principles (i.e.: children who help their parents, but attend school, are not not complying with the principles of ethical biotrade).\nThe Socio-Biodiversity Chain Verification System is accred- ited annually by external auditors.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"410-1","Text":"‚Äì Percentage of security staff trained in policies or procedures related to human rights  Our security practices cover human rights training, in- cluding legal training, as required by the Federal Police, and internal training. All employees of the surveillance area undergo the training required by the Federal Po- lice. Additionally, they are trained in special activities, for which we do not have figures for the year of 2016.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"411-1","Text":"Total number of incidents of violations involving rights of indigenous peoples and actions taken\nIn 2016, there was no record of any incident involving indigenous peoples in any of the locations where the company operates.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"413-2","Text":"SUPPLIER COMMUNITIES , , ,  Every year, we broaden and strength- en our relationship with the commu- nities that supply our natural inputs. We maintain links with 33 local com- munities, three of which were included in 2016. Together, they represent 2,841 families. Around 75% of these business partners are located in the Amazon region, totaling 27 communities and 2,119 families. The other communities we maintain relationships with are lo- cated in different parts of Brazil (see map showing the location of all suppli- er communities here ) Two of the three new supplier commu- nities are situated on Maraj√≥ island (Par√° state), a new area of operations for Natura. These new partnerships were required to expand the sourcing of certain bioactive ingredients, such as ucuuba, murumuru and andiroba (all types of plant), enabling us to in- crease the proportion of these inputs in our soaps. The income received by the commu- nities during the year exceeded R$ 10 million. That is 55% higher than the amount received in 2015 and, in ad- dition to payment for supplies (R$ 5.8 million), it included the sharing of ben-efits derived from access to traditional knowledge (R$ 3.07 million), support for community infrastructure, training and payment for use of their image. 203-1 We have measured the positive im- pacts created by our relationship with local families, such as income gen- eration through the purchase of in- puts, investment in developing higher value-added production chains and transfer of technical skills through the training we provide. Now that they are much better organized, the communi- ties are entering into partnerships with other companies, as well as Natura, to supply inputs obtained from the Brazil- ian biodiversity. This development was achieved using a sustainable produc- tion and commercial model.\nWe have also invested in improving the productivity of these communities and adding value to their supplies, by upgrading the infrastructure of two extraction units (one in the Mid-Juruá region and the other in the northeast of Pará) and thereby improving the quality to the oil and butter produced. We have continued with our training programs in the fields of health, safety, good management practices and or- ganization management, training 545 people in 2016.\nAlso in 2016, 100% of supplier commu- nities were audited by our Socio-bio- diversity Chain Verification System, developed jointly with the UEBT (Union for Ethical Biotrade). This procedure looks into labor issues, organization management and good production practices, and ensures the tracking of production chains, which is one of our\ngreatest challenges. This verification is ongoing, since the families need to de- velop a system to provide documenta- tion confirming the origin of all inputs. The audits are performed annually in each of the communities, generating action plans that are monitored until the next audit.\nOnce a year, the communities partici- pate in the Qlicar Award - which distin- guishes Natura suppliers - in the Bio- Qlicar category. The award goes to the most noteworthy community, the one that has shown the greatest evolution in several categories revolving around quality and good practices. The BioQli- car ratings underwent some changes in 2016, and the calculation now takes into consideration the ratings provided by the Verification System, as well as an indi- cator that measures the planned volume of production and delivery deadline.\nThe communities achieved a 3.93 rat- ing in 2016. This index, which used to be a part of BioQlicar but is now an element of the Verification System, ad- vanced slightly in comparison to the previous year’s figure, of 3.62. The rat- ing is weighted, along with the OTIF (on time in full) assessment rating of the community. The improvement is due to the communities’ improved audit rat- ings, as well as greater compliance with the action plans during 2016, which also increases the community’s rating throughout the year. There was also an improvement in the OTIF rating, com- pared to 2015, due to better delivery planning, both by Natura and by the communities, and greater investment in chain infrastructure","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"413-2","Text":"CAJAMAR (S√ÉO PAULO STATE) The Inova Cajamar (Innovate Cajamar) Movement has formed new partner- ships and seen growth in the number of participants, including representa- tives of public and private institutions, civil society, municipal employees and Natura‚Äôs employees and consultants. Ten monthly meetings were held in 2016, along with three community drives for the transformation of public spaces and municipal culture, involving more than a thousand participants. During municipal elections, the move- ment got 25 candidates (who were run- ning for mayor and council member) to commit to the adoption of the principles of the Sustainable Cities Program. Natura‚Äôs partnership with the SOS Mata Atl√¢ntica Foundation also en- abled the visit of 1,200 students and teachers from 13 Cajamar schools to the SOS Mata Atl√¢ntica Forestry Exper- iments Center, in Itu (SP). In addition to a guided visit, the visitors received around 3,000 seedlings of Brazilian native spe- cies to plant in their school grounds and neighborhoods. By the end of the proj- ect, the schools participated in a draw for a graffiti workshop, with the winning institution having its walls decorated with graffiti depicting the fauna and flo- ra of the Atlantic Forest.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"413-1","Text":"CAJAMAR (S√ÉO PAULO STATE) The Inova Cajamar (Innovate Cajamar) Movement has formed new partner- ships and seen growth in the number of participants, including representa- tives of public and private institutions, civil society, municipal employees and Natura‚Äôs employees and consultants. Ten monthly meetings were held in 2016, along with three community drives for the transformation of public spaces and municipal culture, involving more than a thousand participants. During municipal elections, the move- ment got 25 candidates (who were run- ning for mayor and council member) to commit to the adoption of the principles of the Sustainable Cities Program. Natura‚Äôs partnership with the SOS Mata Atl√¢ntica Foundation also en- abled the visit of 1,200 students and teachers from 13 Cajamar schools to the SOS Mata Atl√¢ntica Forestry Exper- iments Center, in Itu (SP). In addition to a guided visit, the visitors received around 3,000 seedlings of Brazilian native spe- cies to plant in their school grounds and neighborhoods. By the end of the proj- ect, the schools participated in a draw for a graffiti workshop, with the winning institution having its walls decorated with graffiti depicting the fauna and flo- ra of the Atlantic Forest.  , , ,  Our commitment to having a positive impact on the communities surround- ing our operations is set out in our 2050 Sustainability Vision and we have cre- ated a series of activities that benefit local populations. The municipalities of Cajamar (S√£o Paulo state) and Bene- vides (Par√° state) have hosted Natura production units since 2000 and 2014, respectively. Our main distribution cen- ter, the S√£o Paulo Distribution Center (SP DC), has been in the Jaguara dis- trict of the state capital since 2012. That is also where our headquarters are lo-Developing the areas surrounding Natura‚Äôs operations","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"413-1","Text":"Video of one of the community drives (in portuguese): https:\/\/www.youtube.com\/watch?v=h1QtJZCzYnA&t=13s  Proportion of Natura operations that set up programs focused on the development, engagement and impact assessment of local communities, and include: Ongoing assessment of social and environmental, including gender 1 , impact due to engagement of the local population  66.6% Public disclosure of assessment results 1 66.6% Community development programs based on local needs 100% Stakeholder engagement plan following the identification of the main stakeholders 100% Community public advisory committees or groups based on local communities and procedures that include groups at risk 100% Occupational health and safety councils or committees and other labor representative bodies for dealing with impacts No Formal structure for lodging complaints or ombudsman 2 100%1. The Social Progress Indicator (IPS, in Portuguese) is measured every two years. The most recent survey was conducted in Cajamar and the district of Jaguara, in 2015. 2. In addition to an Ombudsman channel that is open to all stakeholders, Natura organizes engagement programs, conducts impact assessment and is involved with local communities in and around Cajamar, Benevides and the district of Jaguara. We are also in constant contact with these communities.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"413-1","Text":"THE NATURA INSTITUTE IN CAJAMAR AND BENEVIDES\nFocused on the training of literacy teachers, the Trilhas (Tracks) project reached:\n• 31 schools, 117 teachers and 3,038 students in Benevides.\n• 22 schools, 132 teachers and 3,151 students in Cajamar.\nWith an emphasis on educational transformation from an integrated perspective, connecting teachers, stu- dents, families and community, the Co- munidade de Aprendizagem (Learning Community) project has affected:\n• 7 schools, 112 teachers and 2,145 students in Benevides.\n• 10 schools, 314 teachers and 1,850 students in Cajamar.\nActivities supporting education man- agement, including, for example, assis- tance from the Natura Institute in the preparation of municipal education plans (PMEs), were also conducted, having an impact on:\n• 49 schools, 450 teachers and 18,335 students in Benevides.\n• 49 schools, 779 teachers and 19,118 students in Cajamar.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"414-2","Text":"Significant real and potential negative impacts on human rights in the supply chain and actions taken. Operations and suppliers at risk for occurrences of child labor and actions taken In 2016, 338 suppliers were submitted to an assessment regarding their impact on environmental, social, labor and human rights (child labor and forced or slave labor) issues. Since Natura has a zero tolerance policy for child and forced labor, there are no suppliers that present this risk and, there-\nfore, no improvement agreements have been signed.\nWe also reviewed the Code of Conduct for suppliers in Bra- zil and in International Operations in 2016, reinforcing our position of full compliance with human rights requirements and zero tolerance for child and forced labor.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"414-1","Text":"Every year, we broaden and strength- en our relationship with the commu- nities that supply our natural inputs. We maintain links with 33 local com- munities, three of which were included in 2016. Together, they represent 2,841 families. Around 75% of these business partners are located in the Amazon region, totaling 27 communities and 2,119 families. The other communities we maintain relationships with are lo- cated in different parts of Brazil (see map showing the location of all suppli- er communities here)\nTwo of the three new supplier commu- nities are situated on Marajó island (Pará state), a new area of operations for Natura. These new partnerships were required to expand the sourcing of certain bioactive ingredients, such as ucuuba, murumuru and andiroba (all types of plant), enabling us to in- crease the proportion of these inputs in our soaps.\nThe income received by the commu- nities during the year exceeded R$ 10 million. That is 55% higher than the amount received in 2015 and, in ad- dition to payment for supplies (R$ 5.8 million), it included the sharing of benefits derived from access to traditional knowledge (R$ 3.07 million), support for community infrastructure, training and payment for use of their image.  We have measured the positive im- pacts created by our relationship with local families, such as income gen- eration through the purchase of in- puts, investment in developing higher value-added production chains and transfer of technical skills through the training we provide. Now that they are much better organized, the communi- ties are entering into partnerships with other companies, as well as Natura, to supply inputs obtained from the Brazil- ian biodiversity. This development was achieved using a sustainable produc- tion and commercial model. We have also invested in improving the productivity of these communities and adding value to their supplies, by upgrading the infrastructure of two extraction units (one in the Mid-Juru√° region and the other in the northeast of Par√°) and thereby improving the quality to the oil and butter produced. We have continued with our training programs in the fields of health, safety, good management practices and or- ganization management, training 545 people in 2016. Also in 2016, 100% of supplier commu- nities were audited by our Socio-bio- diversity Chain Verification System, developed jointly with the UEBT (Union for Ethical Biotrade). This procedure looks into labor issues, organization management and good production practices, and ensures the tracking of production chains, which is one of our greatest challenges. This verification is ongoing, since the families need to de- velop a system to provide documenta- tion confirming the origin of all inputs. The audits are performed annually in each of the communities, generating action plans that are monitored until the next audit. Once a year, the communities partici- pate in the Qlicar Award - which distin- guishes Natura suppliers - in the Bio- Qlicar category. The award goes to the most noteworthy community, the one that has shown the greatest evolution in several categories revolving around quality and good practices. The BioQli- car ratings underwent some changes in 2016, and the calculation now takes into consideration the ratings provided by the Verification System, as well as an indi- cator that measures the planned volume of production and delivery deadline. The communities achieved a 3.93 rat- ing in 2016. This index, which used to be a part of BioQlicar but is now an element of the Verification System, ad- vanced slightly in comparison to the previous year‚Äôs figure, of 3.62. The rat- ing is weighted, along with the OTIF (on time in full) assessment rating of the community. The improvement is due to the communities‚Äô improved audit rat- ings, as well as greater compliance with the action plans during 2016, which also increases the community‚Äôs rating throughout the year. There was also an improvement in the OTIF rating, com- pared to 2015, due to better delivery planning, both by Natura and by the communities, and greater investment in chain infrastructure.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"414-1","Text":"Investment practices and purchasing processes - Brazil Percentage of new suppliers that were screened using human rights criteria 1 (%) 2014 2015 2016 2.2 2.3 1.91. We continually evaluate suppliers from critical categories. The number of new suppliers in categories that are subject to assessment and monitoring for environmental, labor, impact-on-society and human rights criteria is low in comparison to the total number of new suppliers, representing approximately 2% of the total. However, suppliers from critical categories account for approximately 70% of the total volume of Natura‚Äôs purchases. The human rights aspects considered are child labor and forced or compulsory labor practices, where Natura has a zero-tolerance policy that prohibits the hiring of any supplier found to have engaged in such practices.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"415-1","Text":"Policies on financial contributions made to political parties, politicians or institutions The company has not made any kind of contribution to political parties and\/or candidates running for public office, in any of its operations, during or outwith elections since  2006","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"416-1","Text":"CONTROVERSIAL INGREDIENTS ,  Natura‚Äôs product portfolio includes only ingredients that are well known and proven to be safe, according to international scientific community standards. Our team of researchers monitors the international discussions surrounding the growing use of each one by different industries, keeping a particularly watchful eye over the so-called controversial ingredients. When there is evidence that a sub- stance poses a risk to the environment or human health, Natura chooses to replace it in its formulas. ,  That is the case, for example, of Tri- closan, which is widely used in a variety of segments, such as cosmetics, ther- apeutic and veterinary products, and many more. Its function is to prevent or inhibit contamination by microor- ganisms (bacteria, fungi and yeasts). Its widespread use by many industries can lead, over the long term, to poten- tial environmental damage, due to its poor degradability. Studies also indi- cate that it has the potential to cause hormonal changes in humans. Acting proactively to ensure the safe- ty of our formulas, we have banned the use of Triclosan in the devel- opment of new products since July 2008, and are continually striving to replace it with new, less aggressive antibacterial ingredients that are more environmentally friendly, while preserving the safety and efficacy of our products. We have made prog- ress in this endeavor and in March 2016 we removed Triclosan altogeth- er from our product portfolio. Never- theless, it may still be possible to find products on the market containing this ingredient, since their expiration date ranges from two to four years from the manufacturing date. Phthalate and paraben are other controversial substances that have already been banned by Natura.Read more about our consumer safety procedures on page 134.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"416-1","Text":"- Assessment of the impacts on health and safety during product and service life cycle  - Cases of non-compliance regarding product and services communications \/\/ ‚Äì Fines or non-compliance related to impacts caused by products and services, labeling or the supply and use of products and services  ‚Äì Labeling of products and services \/The categories of marketed hygiene products, cosmet- ics and perfumes are regulated by Anvisa in Brazil, as well as by similar local regulatory bodies where we have International Operations. In 2015, a new indicator was created ‚Äì ‚Äúdelivery of technical dossier to Anvisa for ap- provement of new product‚Äù ‚Äì in which all Anvisa legal requirements regarding health and safety are checked off. With this new indicator, 100% of marketed products follow established procedures and are monitored for post-market availability. Also in 2016, we opened our first Natura store in New York. All products sold in the U.S. market have been evaluat- ed and comply with local regulatory requirements, such as those of the Food and Drug Administration (FDA), and of the California Proposition 65 (a list of more than 800 chemical products that are subject to restricted use).","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"416-2","Text":"Fines or non-compliance related to impacts caused by products and services, labeling or the supply and use of products and services  n 2016, Natura received no notices, penalties or fines for violation of the laws and regulations that govern the supply and use of products, labeling or allegedly endangering the health and safety of consumers. Only one payment was made in 2016, totalling R$ 6,000, due to non-compliance with import standards and formalities.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"417-3","Text":"Cases of non-compliance regarding product and services communications In 2016, Natura received no notifications regarding non-compliance with regulations and laws, nor any voluntary codes related to marketing communications, including advertising, promotional actions and sponsorships.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"417-2","Text":"Fines or non-compliance related to impacts caused by products and services, labeling or the supply and use of products and services  In 2016, Natura received no notices, penalties or fines for violation of the laws and regulations that govern the supply and use of products, labeling or allegedly endangering the health and safety of consumers. Only one payment was made in 2016, totalling R$ 6,000, due to non-compliance with import standards and formalities.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"417-1","Text":"Labeling of products and services Natura products contain information on how to use them, which of the substances used in its formula are capable of generating social and environmental impacts, how to dis- pose of the product, indication of the recommended num- ber of times the packaging can be reused and data on production outsourcing. All Natura cosmetics are evaluated according to the requirements of the Environmental Table.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"419-1","Text":"Total number of lawsuits for unfair competition. Monetary value of significant fines and total number of non-monetary sanctions There was no record, in 2016, of any lawsuit related to un-fair competition, trust or monopoly practices or significant fines or non-monetary sanctions resulting from non-compliance with laws and regulations.","Obs":"ok"}
{"Filename":"2016_Natura_EN.jsonl","GRI":"419-1","Text":"Fines or non-compliance related to impacts caused by products and services, labeling or the supply and use of products and services In 2016, Natura received no notices, penalties or fines for violation of the laws and regulations that govern the supply and use of products, labeling or allegedly endangering the health and safety of consumers. Only one payment was made in 2016, totalling R$ 6,000, due to non-compliance with import standards and formalities.","Obs":"ok"}
