{"Filename":"2017_Brf_EN.jsonl","GRI":"201-4","Text":"The Company uses fiscal and financial incentives in the three levels of public administration, in the case of Brazil (federal, state and municipal), and in different levels of administration in the countries where it operates. The purpose of the benefits is to boost the social and economic development of the regions and enable the generation of direct and indirect jobs, as well as local partnerships with producers, carriers and potential new suppliers in the regions where we operate. Incentives granted by governments allow the Company to make investments for the installation and operation of factories and other operations, causing a positive impact on income and tax generation. Monetary data regarding the assistance received are considered confidential and strategic for the Company. GRI  Regarding its tax policy, we are attentive to the legal aspects of our acts, operating in strict compliance with the legislation of the countries where we operate, preserving the continuity of the business in a way that is integrated to the assessment of the tax impacts of our actions.Governments, Institutions, and  the Food Sector","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"201-2","Text":"GRI , , , ,  BRF is committed to monitoring its activities and assessing potential risks and opportunities for improvement. By having a specific area to manage this topic, the Corporate Risk Department, an integral area within the Finance and Investor Relations Department, operates under a global, corporate, and integrated holistic vision of operations that focuses on four core management pillars: ‚Ä¢ Monitoring, addressing, and reporting corporate and operational risks, including adherence to BRF's Corporate Guidelines; ‚Ä¢ Upholding an environment of internal controls (including the Sarbanes-Oxley Act - SOx, among others) and disseminating the culture of controls at the Company; ‚Ä¢ Prevention of loss and deviation of assets; ‚Ä¢ Global insurance management.We have in place an integrated management methodology for the risks that could potentially affect our operations, our strategy, and our capability to create value, taking into account an assessment of BRF's vulnerability, potential impacts, and response speed. With a comprehensive view, this model involves training of employees in all regions worldwide to implement a culture of mapping risks and opportunities.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"201-2","Text":"Climate change GRI 103|201,   Climate change can significantly impact global supply and demand for agricultural commodities, affecting prices and, thereby, our stocks of raw materials, in addition to affecting energy safety and availability of water.To become a benchmark for environmental efficiency initiatives and monitoring of climate risks that affect the acquisition of raw materials and our industrial processes. Expand the capability to anticipate and create a system to adapt to environmental and climate transformations.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"201-2","Text":"Energy and water GRI 103|201,   Water shortage and difficulty in addressing aspects related to the operation. We also consider the following risk aspects: reduction of BRF's profitability; restriction of planned expansions in a given region due to lack of sufficient natural resources, for example; and situations that can lead to an increase in the cost of inputs caused by crisis in other regions producing the same or similar products. These movements may occur as a result of changes in demand and supply of key inputs, which can fluctuate significantly.  Other risk factors are also considered: climate change impacting the domestic and global production of poultry and pigs; environmental and conservation regulations; economic conditions; animal diseases; cost of international shipping; currency variation.Properly advance our preventive and innovation actions, integrating to planning and reinforcing the connection to the environment.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"201-2","Text":"GRI   Potential event of social and environmental non-compliance, failure in procurement process, and problems associated with quality of services or raw materials, and relationship with exclusive suppliers.To develop quality programs with mutual gains for BRF and its partners, through long-term commercial relationships. Develop suppliers, leveraging new businesses.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"201-2","Text":"GRI   Volatility of prices and seasonality of certain inputs and raw materials, such as corn, soybean, and beef cattle, resulting from market conditions, diseases, sanctions, or embargoes.Reduce our production costs, reduce exposure to unavailability of essential inputs for our businesses, and increase value creation.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"201-2","Text":"GRI   Exposure to sanctions caused by cases of non- compliance and problems associated with tax collection and fiscal aspects.Increase our competitiveness and protect our capital structure, avoiding any losses arising from sanctions, fines, and punishment.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"201-2","Text":"Another relevant front is the development of businesses with a positive environmental focus; it is the case of the BRF Ingredients business unit (read more on page 28), which adds value to the Company's co-products We also assess the impact on the life cycle of our products and identified that Brazil offers sustainable competitive advantages related to renewable energy sources and size of the territory. We also assess the impact on the life cycle of our products and identified that Brazil offers sustainable competitive advantages related to renewable energy sources and size of the territory. Worldwide, BRF's environmental guidelines must minimally comply with specific environmental legislation. In Brazil, for example, BRF has environmental licensing at municipal, state and nationwide level. Furthermore, with the expansion of the international market, BRF monitors the environmental regulatory frameworks in target countries, including climate change and renewable energy. GRI(","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"201-2","Text":"GRI 103|303 One of the critical environmental aspects for the food industry is water. A possible shortage of water resources can jeopardize financial and operational results, with the risk of rendering production processes unfeasible - from the field, where water is indispensable for rearing animals and producing agricultural commodities, to factories, respecting ANVISA's quality criteria. BRF's plants work to identify and implement water safety initiatives, and on the constant search for water conservation projects. GRI  For BRF, the impact of the external environment includes flood susceptibility, water availability (surface and ground water stress, drought index, variation of precipitation) and the environmental quality of the watershed, considering the entire global operation.To this end, we pay special attention to possible scenarios of water insufficiency in certain regions in Brazil and in the world - such as in Thailand and Abu Dhabi, with a desert climate, where we have a plant operation - and consider the challenge of competing use of water, due to withdrawal from sources that are also used to supply the population, for irrigation and for other industries.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"201-2","Text":"GRI 103|302 Energy consumption is an integral part of our risk management. (read more in Risks and Opportunities). Among the factors considered are energy price and availability as aspects that directly affect our operation. BRF's Energy Excellence Program mobilizes corporate technical teams and technical teams from the units, managing efficiency in the use of this resource across the Company. We have in place the BRF Energy Committee, formed by the Engineering, Controllership and Procurement teams, which define strategies on a monthly basis to contract energy in BRF and in the value chain, considering the improvement in the acquisition cost, finding strategic partners for development of sustainable projects, approving projects to reduce consumption and pass on guidelines to the production units. In 2017, one hundred percent of the electricity purchased in the Brazilian free market was from renewable sources, ensuring diversification of suppliers and mitigation of climate risks. GRI  In addition to having approximately 3% of our consumption supplied by our internal energy generation, we established annual goals to improve efficiency of use and an investment plan for the coming years to increase the Company's own generation percentage - which would protect it in cases of rationing, for example.BRF also has annual lines of investments to invest its own resources to update technology and purchase","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"203-2","Text":"GRI355,000+ people benefited by social actions 68 cities benefited by actions developed by the BRF Institute 11 countries  with actions in place","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"203-1","Text":"In all, in 2017 the BRF Institute invested, through projects supported by the Volunteers Program, a total of R$ 173,000 in infrastructure, benefiting the communities of Buriti Alegre (GO), Campos Novos (SC), Capinzal (SC), Carambe√≠ (PR), Chapec√≥ (SC), Conc√≥rdia (SC), Dois Vizinhos (PR), Faxinal dos Guedes (SC), Herval D'Oeste (SC), Itaja√≠ (SC), Jundia√≠ (SP), Rio Verde (GO), S√£o Paulo (SP), Serafina Corr√™a (RS) and Vit√≥ria de Santo Ant√£o (PE). GRI  We also increased the number of local partnerships in 2017, with social organizations, schools, associations of residents, etc., ensuring local relevance to the activities developed. The plants had the possibility of creating and leading projects of local relevance, developed with local partners. In 2017, we named this front as Project Fund, and used it to support more than 40 projects. GRI  Another project is the ReciclA√ß√£o program, which is based on changes in behavior by increasing environmental awareness and engaging community residents through educational and mobilization processes so that they can correctly manage waste and promote recycling. Waste sent for recycling is sold to partner recycling plants and generates resources that the community itself reinvests in local projects, improving living conditions. In 2017, we maintained the project in Rio de Janeiro, in the community of Santa Teresa, where the pilot project was developed. In 2018, we are considering its repositioning. GRI  Respect, transparency and co-responsibility are requirements for the relationship between the BRF Institute and its partners in order to drive a protagonist role, respect community values, strengthen bonds, and activate the role as citizens of every player involved.Impact and Creation of Value 103","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"203-1","Text":"To select projects, we use criteria such as adherence to BRF's business strategy while addressing the demands of the communities, creating shared value. Starting in 2017, the projects proposed locally by the BRF Volunteers Program are supported through a Project Fund, that is, they are evaluated by a technical panel and by peers (Social Investment Committees) so that we can increasingly carry out projects that are relevant and transformative to communities. This was a path to ensuring volunteer engagement, which proved to be more effective and capable of obtaining local support (often other local players also invested in the projects). GRI   Governance is composed of the Board of the Institute, formed by several BRF leaders and departments involved in the governance processes and structures; by the Social Investment Committees; and by volunteer teams, distributed in units in Brazil and in other markets.Strategic decisions on investment and projects are influenced by discussions, including data analysis of platforms and indices such as ISE","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"204-1","Text":"Local suppliers are companies that have headquarters or affiliates in the municipality and\/ or state of the unit requesting the material and\/or service, as we understand that this impacts the area of operation (read more in Attachment, page 164). These negotiations reduces logistics costs, which impact the total cost of raw material, an extremely relevant aspect for BRF given our high purchasing volume of agricultural commodities for production of animal feed. GRI  The main products purchased from local suppliers are all kinds of direct and indirect materials, corn and soybean grains, poultry and pigs. In commodities, the share of local suppliers decreased in Paran√°, due to the increased volume of corn imported from Paraguay as well as to corn from Mato Grosso do Sul, in Brazil. In 2017, we reduced purchases for cost control and implemented medium- and long-term contracts aimed at establishing lasting partnerships. This also reduces the percentage of local purchases, since not all suppliers can meet national or regional demand. GRI  We advanced in the dialogue with local suppliers through trade associations, which is a way to get closer to this audience. With the vision of the ‚ÄúBRF radius‚Äù we intend to have a broad understanding of the positive impact that can come from the creation of links with companies from the regions where we operate, building trust in the community, a lower footprint for procurement processes, and relationships of mutual gain with local suppliers. We currently have ongoing dialogue initiatives in states such as Paran√° and Santa Catarina, located in the South of Brazil.The procurement process is computer-based, using SAP, intranet, and other systems that ensure the application of the approval purviews and other requirements established in the norm. Furthermore, we have the Supplier Portal, a more clear communication front with suppliers, that provides more transparency and compliance to the process. Implementation of SAP's Ariba tool is underway and will allow for centralization of the entire procurement process (order to pay) in a single platform, including the legal and finance departments, ensuring greater compliance with the process.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"204-1","Text":"PROPORTION OF SPENDING ON LOCALLY-BASED SUPPLIERS ‚Äì BRAZIL GRIProcurement Agriculture Commodities 2015 2016 2017 2015 2016 2017 2015 2016 2017 Brazil AL 0.00% 0.016% 0.00% 0.00% 0.00% 0.00% 0.00% 0.00% 0.00% AM 0.00% 0.16% 0.05% 0.00% 0.00% 0.00% 0.00% 0.00% 0.00% BA 0.00% 0.18% 0.04% 0.00% 0.00% 0.00% 0.00% 0.00% 0.00% CE 0.00% 0.05% 0.02% 0.00% 0.00% 0.00% 0.00% 0.00% 0.00% DF 0.00% 0.07% 0.02% 0.00% 0.00% 0.00% 0.00% 0.00% 0.00% ES 0.00% 0.07% 0.02% 0.00% 0.00% 0.00% 0.00% 0.00% 0.00% GO 0.00% 4.16% 1.21% 20.80% 18.50% 17.43% 19.42% 15.62% 26.70% MA 0.00% 0.01% 0.01% 0.00% 0.00% 0.00% 0.00% 0.00% 0.00% MG 0.00% 2.39% 2.50% 6.40% 6.90% 4.85% 11.87% 9.60% 9.64% MS 0.00% 0.39% 0.12% 2.20% 2.40% 2.51% 3.21% 2.24% 4.24% MT 0.00% 3.92% 1.76% 16.10% 15.70% 18.30% 18.23% 18.56% 19.02% PA 0.00% 0.15% 0.05% 0.00% 0.00% 0.00% 0.00% 0.00% 0.00% PE 0.00% 1.48% 0.44% 0.00% 0.00% 0.00% 0.00% 0.00% 0.00% PI 0.00% 0.01% 0.01% 0.00% 0.00% 0.00% 0.00% 0.00% 0.00% PR 0.00% 10.05% 6.11% 21.40% 21.80% 22.31% 28.48% 33.71% 12.72% RJ 0.00% 0.27% 0.08% 0.00% 0.00% 0.00% 0.00% 0.00% 0.00% RN 0.00% 0.03% 0.01% 0.00% 0.00% 0.00% 0.00% 0.00% 0.00% RS 0.00% 6.09% 3.41% 13.20% 12.60% 13.35% 14.31% 13.83% 21.52% SC 0.00% 10.08% 7.50% 19.90% 18.80% 21.25% 4.48% 6.44% 6.20% SP 0.00% 2.12% 3.34% 0.00% 0.00% 0.00% 0.00% 0.00% 0.00% Latin America Argentina ND 86.4% 87.4% ND 0.70% 0.70% ND 90.42% 99.40% BRF ANNUAL AND SUSTAINABILITY REPORT 2017 164","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"205-2","Text":"GRI 103|205 The basis of our ethical commitment to people, the market and society is BRF's Transparency Guide, our code of conduct. This document covers issues such as human rights, anti-bribery, anti-corruption and behavioral norms and is available on the Internet and on the intranet in three languages (Portuguese, English and Spanish). Locally the Transparency Guide is translated into Dutch, Burmese, Cambodian, Laotian and Thai. GRI ,  We also have in place policies to support our initiatives in the various aspects associated with compliance. Among them are the Corporate Anti- Bribery and Anti-Corruption Policy, published in 2014; Corporate Policy on Reporting Claims and Non-Retaliation, of 2016 - both available on BRF's intranet.  In 2017, these policies were revised and their contents were approved by BRF's Board of Directors, along with Conflict of Interest, Donation and Sponsorship Policies, and the Gifts and Entertainment Policy.Since 2014, we have invested in the development and expansion of our Ethics and Compliance Program. We put in place a Compliance Department, responsible for management of BRF's Ethics and Compliance Program in two fronts: Compliance Department, that works in a preventive manner, providing guidance and training the business areas on how to assess compliance risks in everyday operations; and the Fraud Investigation Department, which investigates reports made in good faith associated with situations that could be in breach of our code of conduct, the legislation applicable to BRF or internal processes and policies.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"205-2","Text":"The Compliance Department provides training to our employees to always be in compliance with the law and the ethical commitments assumed by the Company, mitigating risks of anti-ethical practices and fostering a corporate culture based on values such as ethics, respect, and transparency. Throughout 2017, the Compliance Department worked to disseminate BRF's Transparency Guide, the BRF Transparency Channel (our reporting channel), and in the training of employees on aspects related to compliance. In the past year, more than 60,000 employees were trained in topics covered by the Transparency Guide and 700 were subjected to classroom training on the anti-bribery and anti- corruption policy. The target audience for these training courses is chosen based on risk factors and leadership positions. GRI60,000 employees","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"205-2","Text":"Among the initiatives to strengthen BRF's Ethics and Integrity Program taken in 2018, we have: ‚Ä¢ Continuous improvement and dissemination of compliance policies and of the Transparency Channel; ‚Ä¢ Development of new correlated policies, as necessary; ‚Ä¢ Continuous training (classroom and online) on the content of the Transparency Guide and policies. GRI  In order to report any claims regarding ethical non-compliance, we have made available to our audiences (employees, suppliers, contractors, clients, business partners, and the population in general) BRF's Transparency Channel.  We guarantee the confidentiality of information and protect anonymity of whistleblowers, who choose not to be identified, whenever allowed by local legislation.  Management of claims about ethics received is the responsibility of the Compliance Department.  All contacts received are documented and addressed through a specific investigation methodology. GRI ,Compliance Program","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"205-2","Text":"COMMUNICATION AND TRAINING ON FIGHTING CORRUPTION* GRIEmployment Category Employees Communicated\/Trained ‚Äì 2017 Directors Number 10 % 14.71% Managers Number 57 % 9.95% Supervisors and Coordinators Number 248 % 8.69% Administration Number 322 % 1.86% Operational Number 17 % 0.02%","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"302-4","Text":"In 2017, there was no reduction in energy consumption given the lower volume of investments in projects for this purpose - we had approximately R$ 5 million compared with R$ 35 million invested in 2015. Furthermore, several projects with increased energy consumption were initiated in order to comply with legislation and the company's quality standards, such as increased consumption in freezing due to the Drip Test, aiming to more quickly reduce temperature. A significant number of operational and management initiatives are being developed to mitigate the increase in energy consumption, with results expected for the coming years. GRI  Energy intensity, which considers only energy consumption at the Company, was 2.13 GJ\/t produced in 2016, and 2.22 GJ\/t in 2017, considering consumption of fuel and electricity. GRI  TOTAL ENERGY CONSUMPTION OUTSIDE THE ORGANIZATION* (GJ) GRI  2016 2015 20175,201 5,918 6,144 Impact and Creation of Value 121","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"302-3","Text":"In 2017, there was no reduction in energy consumption given the lower volume of investments in projects for this purpose - we had approximately R$ 5 million compared with R$ 35 million invested in 2015. Furthermore, several projects with increased energy consumption were initiated in order to comply with legislation and the company's quality standards, such as increased consumption in freezing due to the Drip Test, aiming to more quickly reduce temperature. A significant number of operational and management initiatives are being developed to mitigate the increase in energy consumption, with results expected for the coming years. GRI  Energy intensity, which considers only energy consumption at the Company, was 2.13 GJ\/t produced in 2016, and 2.22 GJ\/t in 2017, considering consumption of fuel and electricity. GRI  TOTAL ENERGY CONSUMPTION OUTSIDE THE ORGANIZATION* (GJ) GRI  2016 2015 20175,201 5,918 6,144 Impact and Creation of Value 121","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"302-2","Text":"In 2017, there was no reduction in energy consumption given the lower volume of investments in projects for this purpose - we had approximately R$ 5 million compared with R$ 35 million invested in 2015. Furthermore, several projects with increased energy consumption were initiated in order to comply with legislation and the company's quality standards, such as increased consumption in freezing due to the Drip Test, aiming to more quickly reduce temperature. A significant number of operational and management initiatives are being developed to mitigate the increase in energy consumption, with results expected for the coming years. GRI  Energy intensity, which considers only energy consumption at the Company, was 2.13 GJ\/t produced in 2016, and 2.22 GJ\/t in 2017, considering consumption of fuel and electricity. GRI  TOTAL ENERGY CONSUMPTION OUTSIDE THE ORGANIZATION* (GJ) GRI  2016 2015 20175,201 5,918 6,144 Impact and Creation of Value 121","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"302-5","Text":"We have also sought to advance the analysis of environmental impacts of products.  In 2017, pilot tests were conducted and partnerships were established with companies to study packaging for BRF and the possible transformation of used packaging in other products; the results will be disclosed in 2018. GRIImpact and Creation of Value 125","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"302-1","Text":"ENERGY CONSUMPTION WITHIN THE ORGANIZATION (GJ) GRINon-renewable sources 2015 2016 2017 Fuel oil 166,017.18 178,710.10 76,513.32 Diesel 109,030.87 110,380.87 68,120.95 Natural gas 266,331.36 184,186.94 881,504.50 Gasoline 1,501.97 144.64 852.21 LPG 595,626.97 585,322.59 513,963.70 Kerosene 0.00 0.00 0.00 Shale 106,181.00 99,716.27 92,873.61 Total 1,244,689.35 1,158,461.40 1,633,828.29 Renewable sources 2015 2016 2017 Sugarcane ethanol 23.71 40.18 5.73 Biodiesel 0.00 0.00 0.00","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"303-3","Text":"PERCENTAGE OF WATER RECIRCULATION AT BRF GRI   2016 2015 201738.30 29.90 31.15","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"303-3","Text":"PERCENTAGE AND TOTAL VOLUME OF WATER RECYCLED AND REUSED GRIWater recycled and reused 2015 2016 2017 Total volume of water recycled (m¬≥) 8,416,355.28 8,376,260.93 7,218,991.68 Total volume of water reused (m¬≥) 7,740,455.35 13,730,264.45 5,403,590.53 Total volume of water recycled and reused by the organization (m¬≥) 16,156,810.63 22,106,525.38 12,622,582.21 Total volume of water withdrawn (m¬≥) 58,314,506.77 61,082,557.42 65,786,767.58 Percentage of water recycled and reused 27.71% 36.19% 19.19% Recirculation rate (%) 23.93% 28.96% 18.67% Total indirect\/direct volume of reuse water (WHO) 3,259,361.03 5,583,145.89 7,843,541.03 Recirculation rate (%) 29.90% 38.30% 31.15% Attachments 167","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"303-1","Text":"WATER CONSUMPTION BY SOURCE (m 3 \/year) GRIWater withdrawal by source 2015 2016 2017 Surface water including wetlands, rivers, lakes and oceans 38,559,842.23 38,366,961.88 39,480,557.51 Groundwater 18,379,836.95 20,807,007.94 23,608,629.88 Rainwater directly harvested and stored by the organization 59,400.00 53,300.00 51,300.00 Effluents from another organization 0.00 0.00 468,000.00 Municipal water supply or other water utility companies 1,315,427.59 1,855,287.60 2,178,280.19 Total 58,314,506.77 61,082,557.42 65,786,767.58 Impact and Creation of Value 117","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"303-2","Text":"The vulnerability analysis applies two complementary analytical approaches: an internal approach, related to the operation; and an external environmental approach, related to the characteristics of the watershed where the project is located and to the multiple uses of water in the region. In the end, the indicators are integrated with these approaches, allowing for a quantitative summary of water vulnerability. GRI116 BRF ANNUAL AND SUSTAINABILITY REPORT 2017","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"303-2","Text":"WATER SOURCES AFFECTED BY WITHDRAWAL OF WATER 1  GRIName of water source Withdrawal (m¬≥) Source designated as a protected area nationally or internationally Value of biodiver- sity Value for local communities and Indigenous peoples Igua√ßu River 13.400.000.00 National N\/D N\/D Santa Rosa River 11.937.637.44 National N\/D N\/D Queimados River 14.065.056.00 National N\/D N\/D Santa Cruz River 13.140.000.00 National N\/D N\/D S√£o Jos√© River 14.941.756.80 National N\/D N\/D S√£o Jo√£o River 17.250.192.00 National N\/D N\/D Marau River 23.652.000.00 National N\/D N\/D Cuiab√° River 2 29.802.150.720.00 National N\/D N\/D Dourados River 2 Does not withdraw from surface source","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"305-1","Text":"Scope 1 DIRECT GHG EMISSIONS (tCO 2 e) GRINote: The emission factors and the global warming potential (GWP), provided by the Brazilian GHG Protocol Program and the IPCC, respectively, were used. The baseline year for performance assessment was 2016, since there is no goal or other analysis defined based on another previous year. The gases included in the calculations are carbon dioxide (CO 2 ), nitrous oxide (N 2 O), methane (CH 4 ), and hydrofluorocarbons (HFCs). Data is being audited.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"305-4","Text":"INTENSITY OF GREENHOUSE GAS EMISSIONS (tCO 2 E\/t PRODUCED) GRI2015 2016 2017 Total GHG emissions ND 439,962.58 440,621.04 Intensity of greenhouse gas emissions (tCO 2 e\/t produced) ND 0,10 0,10","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"305-6","Text":"EMISSIONS OF OZONE-DEPLETING SUBSTANCES (ODS) (TCFC-11E) GRI2015 2016 2017 CFC 0.00 0.00 0.00 HCFC 883.53 1,720.47 1.004,04 Total 883.53 1,720.47 1.004,04","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"305-7","Text":"Emissions of ozone-depleting sub- stances (ODS) 168 - 3; 12  Nitrogen oxides NOx, SOx), and other significant air emissions 169 - 3; 12; 14; 15 Effluents and Waste GRI 103: Manage- ment Approach 2016  Explanation of the material aspect and its Boundaries 115; 118; 122 - -  Management approach and its compo- nents 115; 118; 122 - -  Evaluation of the management approach 115; 118; 122 - - GRI 306: Effluents and Waste 2016  Water discharge by quality and desti- nation 118 - 3; 6; 12; 14  Waste by type and disposal method 122; 123 - 3; 6; 12  Significant spills 124 - 3; 6; 12; 14; 15  Transport of haz- ardous waste 123 - 3; 12  Water bodies affected by water dis- charges and\/or runoff 168 - 6; 14; 15 Environmental Compliance GRI 103: Manage- ment Approach 2016  Explanation of the material aspect and its Boundaries Environmental compliance is conducted by the ICA tool, created and monitored by CIEX -  Management approach and its compo- nents -  Evaluation of the management approach - GRI 307: Environ- mental Compliance 2016  Non-compliance with environmental laws and regulations Administrative demands are considered significant when the amounts involved are greater than R$ 150,000.  In 2017, among the significant fines, we had two environ- mental claims (two notices of violation), totaling R$ 1,188,391.93. It should be noted that other notices of violation were received with application of simple fine of non-significant value, in addition to notifications\/ official letters, without the application of any sanctions, for submission of documents and provision of informa- tion, especially regarding the regularity of the licenses and related to environmental restrictions, as well as observation of effluent discharge standards governed by Brazil. In 2017, there was only one non-monetary sanction and there were no cases resolved through arbitration mechanisms.16 Supplier environmental assessment GRI 103: Manage- ment Approach 2016 103-1 Explanation of the material aspect and its Boundaries 91; 94; 95; 98; 100 - -","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"305-7","Text":"SIGNIFICANT AIR EMISSIONS GRI2015 2016 2017 NOx 2,065.37 1,285.28 xx SOx 208.68 131.42 xx Persistent Organic Pollutants (POP) 0.00 0.00 xx Volatile Organic Compounds (VOC) 0.00 0.00 xx Hazardous Air Pollutants (HAP) 0.00 0.00 xx Particulate Matter (PM) 2,344.87 2,323.71 xx CO 6,500.02 5,530.05 xx HC 0.00 0.00 xx Total - - xx","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"305-3","Text":"Scope 3 OTHER INDIRECT EMISSIONS (tCO 2 e) GRI2015 2016 2017 Upstream transport and distribution ND ND 795,876.99 Waste generated in operations ND ND 133,058.54 Business travel ND ND 5,786.55 Total 850,776.51 834,957.27 934,722.08","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"305-2","Text":"Scope 2 INDIRECT EMISSIONS RESULTING FROM THE ACQUISITION OF ENERGY (tCO 2 e) GRI  2015 2016 2017274,684.41 322,098.78 306,320.98 *The emission factors and the global warming potential (GWP), provided by the Brazilian GHG Protocol Program and the IPCC, respectively, were used. The baseline year for performance assessment was 2016, since there is no goal or other analysis defined based on another previous year. The gases included in the calculations are carbon dioxide (CO 2 ), nitrous oxide (N 2 O), methane (CH 4 ), and hydrofluorocarbons (HFCs).","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"306-2","Text":"Concerning the challenge involving reverse logistics, all our own and integrated poultry farms have in place a Reverse Logistics Program of Animal Health Waste. In 2017, a total of 273,600 tons of hazardous waste was collected in the field and in our hatcheries. GRIImpact management","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"306-2","Text":"WASTE BY TYPE AND DISPOSAL METHOD 1 (t) GRIClass I waste 2015 2016 2017 Incorporation in the soil 2 0.00 0.00 0.00 Industrial landfill and autoclaving 3 538.89 480.94 932.91 Recycling (return manufacturer, animal feed plant, meal plant, recycling and re-refining, and reuse) 4 230.78 327.30 635.27 Incineration 2,110.93 128.58 272.22 Composting 5 0.00 0.00 0.00 Total 2,880.60 936.82 1,840.40 Class II waste Incorporation in the soil 2 0.00 42,157.76 16,476.81 Industrial landfill and autoclaving 3 2,071.89 110,873.88 162,768.95 Recycling (return manufacturer, animal feed plant, recycling and re-refining) 4 1,247.15 68,408.16 78,501.84 Incineration 0.00 484.93 784.00 Composting 5 167.60 120,995.25 55,033.39 Total 3,486.64 342,919.97 313,565.00","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"306-5","Text":"AREAS OF WATER STRESS* GRIUnit Source of consumption\/ withdrawal of water Withdrawal(m¬≥) Withdrawal (m¬≥) % of water withdrawal from river Is source in protect- ed area? Withdrawal grant Expiration of the grant Dois Vizinhos Igua√ßu River 4,437,803.37 13,400,000 33.12% Yes Ordinance 429\/2012 03\/04\/2022 Francisco Beltr√£o Santa Rosa River 2,825,415.01 11,937,637 23.67% Yes Ordinance 674\/2008 30\/07\/2018 Conc√≥rdia Queimados River 3,543,908.90 14,065,056 25.20% Yes CNUA - 30313. 23933. 34393.45341 Valid for an indefinite period of time Capinzal Santa Cruz River 2,887,795.00 13,140,000 21.98% Yes CNUA 421 00418765-29\/2010 Valid for an indefinite period of time Chapec√≥ S√£o Jos√© River 3,323,458.90 14,941,757 22.24% Yes CNUA 421 00414932-29 Valid for an indefinite period of time Carambe√≠ S√£o Jo√£o River 2,580,075.62 17,250,192 14.96% Yes Ordinance 766\/2011 27\/07\/2021 Marau Aves Marau River 1,979,743.00 23,652,000 8.37% Yes DRH No. 190\/2003 Valid for an indefinite period of time V√°rzea Grande Cuiab√° River 1,298,451.84 29,802,150,720 0.01% Yes Valid for an indefinite period of time Dourados Does not withdraw from surface source, enters the Ramsar list","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"306-4","Text":"TRANSPORT OF HAZARDOUS WASTE* (t) GRI2015 2016 2017 Transported 412.60 461.12 1,840.40 Imported 0.00 0.00 0.00 Exported 0.00 0.00 0.00 Treated 135.82 267.34 0.00 Total 548,42 728.46 1,840.40","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"306-3","Text":"In 2017, five significant leaks were recorded, totaling 8.2 m3, between thermal oil, diesel oil, vegetable oil and food products. The leaks occurred mainly due to road accidents and other leaks in storage tanks at BRF units in the cities of Jundia√≠ (SP), Ribeir√£o das Neves (MG), Duque de Caxias (RJ), Faxinal dos Guedes (SC), and Videira (SC). BRF was directly involved in these impacts. Since the Company contracted the transport operation, it was co-responsible for the accident. GRI  The main impacts related to leaks refer to soil and water contamination, for which the necessary measures were taken to minimize them. To avoid new occurrences, we adopted the following measures: review of motors and pumps involved in the accident in Jundia√≠ and increased frequency of preventive maintenance; guidance to third parties to ensure preventive maintenance of vehicles; and diagnostics of all BRF storage tanks for hazardous products to identify their correct handling and safety procedures, necessary improvements and adjustments. GRI  We have impacts related to our partners that treat the waste generated, which is why we are constantly seeking partners that are increasingly committed to the environmental aspect in terms of transportation, treatment and final disposal of solid waste. Other points of impact occur in our integrated producers, where broilers and pigs are reared for slaughter, generating waste, such as poultry litter (wood shavings used for raising broilers, with animal manure), which, after being replaced, is sent for transformation into organic fertilizer. In the integrated producers of pigs, the main aspect is the generation of manure, which is properly treated and subsequently used for application in the soil, always with environmental authorization and monitoring by an agronomist.Cooperatives We created a development program that involves providing machinery and safety equipment to allow cooperative members to increase productivity and income.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"306-1","Text":"In 2017, we modernized two additional effluent treatment plants, which were still working on the WATER DISCHARGE BY QUALITY AND DESTINATION* GRIDestination 2015 2016 2017 Surface source 50,245,556.52 54,004,053.52 54,848,043.80 Soil 942,189.00 163,698.76 90,404.72 Other 166,957.45 58,958.00 2,669,153.00 Total 51,354,702.97 54,226,710.28 57,607,601.52","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"308-2","Text":"ACTUAL AND POTENTIAL NEGATIVE IMPACTS MAPPED IN THE CHAIN AND ADDRESSED BY BRF (2017) GRI ,Social Impacts Number of suppliers assessed on impacts 32,734 32,685 Number of suppliers identified as having the most relevant negative impacts 1,149 1,166 % of suppliers identified as having negative impacts, with whom improvements were agreed as a result of the assessment. 100% 100% Number of suppliers identified as having negative impacts, with whom relationships were terminated as a result of the assessment. 17 13 % of suppliers identified as having negative impacts, with whom relationships were terminated as a result of the assessment. 1.48% 1.11% Impact and Creation of Value 93","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"308-1","Text":"One hundred percent of new BRF suppliers follow the criteria in the Code of Conduct for Suppliers, whether for a contract or spot purchase, and evaluated on social and environmental criteria. GRI ,100% of BRF's new suppliers follow the criteria in the Supplier Code of Conduct and are evaluated on social and environmental criteria.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"401-2","Text":"GRI   All employees in Brazil receive the following benefits: ‚Ä¢ Programs of appreciation and acknowledgment for length of service; ‚Ä¢ Transportation allowance; ‚Ä¢ Food allowance or basket of staples; ‚Ä¢ Meal allowance or internal restaurant service; ‚Ä¢ Health plan; ‚Ä¢ Dental plan; ‚Ä¢ Outpatient care; ‚Ä¢ Complementary private pension; ‚Ä¢ School allowance; ‚Ä¢ Life insurance; ‚Ä¢ Day care allowance; ‚Ä¢ BRF Market (store with company's products); ‚Ä¢ Employees association; ‚Ä¢ Maternity\/paternity leave; ‚Ä¢ Gifts on commemorative dates and gifts for children up to 10 years of age; ‚Ä¢ Training on integration and technical qualification for the activities.Only the stock purchase plan is restricted and optional to the executive level; some benefits, such as daily meals, do not apply to all part-time employees.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"401-3","Text":"For maternity\/paternity leaves, we follow the local legislation, with no discouragement, oppression or censorship related to this aspect.  On the contrary: we have in place the Novo Ser program, which offers quality prenatal care for pregnant women, providing a number of tests and doctor visits exempt of copay for employees and dependents (read more in the Attachments). GRI  Salary and social negotiations take place every 12 months (depending on the baseline date), with regular meetings during the term of the collective bargaining agreement.  In Brazil, 100% of the employees are covered by collective bargaining agreements and represented by the Labor Union (71 Unions, 70 agreements and collective bargaining agreements). Abroad, we follow the labor law of each country and, in case there is an entity representing the workers, collective bargaining agreements are 100% observed. In Argentina, 79% of employees are unionized and 21% have contracts directly governed by the country laws ‚Äì through which the contracts cover the unionized workforce. GRIHealth and safety","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"401-3","Text":"PARENTAL LEAVE* GRI2015 2016 2017 Employees who were entitled to take the leave Male 58,434 60,816 62,610 Female 37,845 41,647 41,299 Employees who took the leave Male 2,127 1,917 1,936 Female 2,852 2,536 2,271 Employees who returned to work after the leave Male 2,127 1,917 1,936 Female 2,808 2,519 2,238 Employees who returned to work after the leave and who were still employed 12 months after returning to work Male 1,600 1,714 1,514 Female 2,278 2,003 2,136 Rate of return Male 100% 100% 100% Female 98.46% 99.33% 98.55% Retention rate Male 75.22% 89.41% 78.20% Female 81.13% 79.52% 95.44%","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"401-1","Text":"Investments made in recent years have focused on innovation and human capital management, a process conducted based on VIVA BRF attributes and on the guidelines of our strategy, valuing meritocracy, multiculturalism, innovation and high performance and the search for a more entrepreneurial vision in each professional.  The most recent survey conducted in 2016 had 84% engagement. Connection and engagement of employees with the culture are monitored through regular surveys and annually though the High Performance Cycle. GRI  We are one of the largest employers in the food sector in Brazil and we prioritize the hiring of local professionals in our national and international operations.  In 2017, more than 100,000 employees were part of BRF's workforce including direct employees, outsourced employees, interns and apprentices (see more details in the Attachment). GRI  We have in place a business model and an organizational culture that value and foster the plurality of ideas.  Gender, race, and religion do not influence the hiring of professionals, their pay, or the day-to-day relationship.  We attract and select people based on their competencies and diversity. Salaries are in line with market standards and with the professional's performance and length of service (read more in Attachments). GRI ,  Therefore, we promote a work environment that is free from any form of discrimination, presenting equal opportunities strictly based on technical competence and individual performance.  Adopting a strategy that favors low turnover and talent retention is extremely relevant for the health of a company.  However, this has been an increasingly complex task since the employment relations have undergone significant changes over the years and the external environment is constantly changing. GRI 103|401  This way, management of turnover and people engagement are critical for the stability of BRF, which are influenced by the economic outlook and the highly competitive nature of our business. The efforts undertaken by our units are aimed at people retention and efficient management of the workforce.  Results can be verified through turnover rates, which have shown gradual decline over the years, especially in Brazil, the country that accounts for 82% of our workforce. The turnover rate dropped from 28.21% in 2015 and 21.33% in 2016 to 17.80% in 2017 (see more details in the Attachment). GRI 103|401,17.8% was the turnover rate in 2017, significantly lower than the rate of 28.21% recorded in 2015","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"401-1","Text":"HIRING, BY GENDER* GRI  2015 2016 2017Total 27,161 15,827 28.21% 21.33% 18.54% 27.09% 29.95% 20.16% 18.99% 22.13% 18.25% 11.334 8,394 7,841 13,461 11,426 Total 21,855 Total 19,267","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"401-1","Text":"TERMINATIONS, BY GENDER GRI  By age group* 2015 2016 2017No. Rate No. No. Rate No.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"403-4","Text":"Agreements and conventions We currently have 71 Unions, 70 agreements and four collective bargaining agreements, 95% of which include health and safety topics, such as the provision of uniforms and equipment. GRI ,  Health programs In order to improve our employees' work conditions and their quality of life, we developed a few programs.  Some of them are:  Occupational Health Management; Ergonomics Program and Ergonomics Committees; Environmental Risk Prevention Program; Program for Medical Control and Occupational Health; Hearing Conservation Program; Viva + Saud√°vel Program; and Respiratory Protection Program.Safety in logistics The last phase of the HSE Program in transportation and distribution was completed in 2015 in all BRF units and distribution centers in Brazil.  The teams took part in actions to promote safe behavior, whose themes were: safety, health, environmental protection, and fight against sexual exploitation on highways. The methodology \"10 Management Elements\" of the program seeks to eradicate transportation accidents and incidents, with initiatives that include:","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"403-4","Text":"Health and safety aspects covered in formal agreements with trade unions 90 - 8 Diversity and Equal Opportunity GRI 103: Manage- ment Approach 2016  Explanation of the material aspect and its Boundaries 83 - -  Management approach and its compo- nents 83 - -  Evaluation of the management approach 83 - - GRI 405: Diversity and Equal Oppor- tunity 2016  Diversity of governance bodies and employees 82; 83; 161 - 5; 8  Ratio of basic salary and remuneration of women to men 82; 163 - 5 Child labor GRI 103: Manage- ment Approach 2016  Explanation of the material aspect and its Boundaries 91; 94; 95; 98; 100 - -  Management approach and its compo- nents 91; 94; 95; 98; 100 - -  Evaluation of the management approach 91; 94; 95; 98; 100 - - GRI 408: Child Labor 2016  Operations and suppliers at significant risk for incidents of child labor Pages 92 and 100. There are no records of negative im- pacts related to child labor generated by BRF's supply chain. - 8; 16 Forced or Compulsory labor GRI 103: Manage- ment Approach 2016  Explanation of the material aspect and its Boundaries 91; 94; 95; 98; 100 - -  Management approach and its compo- nents 91; 94; 95; 98; 100 - -  Evaluation of the management approach 91; 94; 95; 98; 100 - - GRI 409: Forced or Compulsory Labor 2016  Operations and suppliers at significant risk for incidents of forced or compulsory labor Pages 92 and 100 There are no records of negative im- pacts related to forced labor generated by BRF's supply chain. - 8 Local Communities GRI 103: Manage- ment Approach 2016  Explanation of the material aspect and its Boundaries 102 - -  Management approach and its compo- nents 102 - - GRI 103: Manage- ment Approach 2016  Evaluation of the management approach 102 - -BRF ANNUAL AND SUSTAINABILITY REPORT 2017 152","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"403-1","Text":"Our constant challenge is to ensure the integrity and well-being of employees and communities in a process that is consolidated in Brazil and already in place in the Abu Dhabi (United Arab Emirates) and Argentina plants since 2015.  In Thailand, the process to implement the health and safety management according to BRF's guidelines is already being consolidated. In Turkey, the most recent acquisition, the process started in 2017 and is in implementation phase, according to our model. GRIHealth and safety management prioritizes the eradication of accidents, work place-related diseases, and fatalities.  In 2017, there was an increase in the absolute number and in the rate of injuries and diseases, partly due to adjustments pertaining to classifications of the legal aspects in each location. We also carried out several initiatives to reduce the severity rate of accidents.  Considering data for Brazil and Argentina, regions with the highest number of incidents, there was a 43% decrease in the severity rate for typical lost-time accidents and 28% for occupational diseases resulting in lost time when compared with 2016.  For 2018, we expect a 25% decrease in the absolute number of lost-time accidents (typical and commuting). GRI 403-2 Among the impacts associated with health and safety, above all is the loss of lives and\/or health of an employee, in addition to medical expenses, compensations and claim administration fees, indirect costs incurred due to damaged equipment and assets, loss of production and quality, interruption of processes, loss of revenue, workforce replacement, overtime, disputes, damages to customer relationship and to public image.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"403-1","Text":"One of the advances in implementing the HSE management in recent years has been the development and evolution of the Transformation Groups (TGs) at corporate and local levels. The purpose is to reduce losses and foster continuous improvement through studies and analyses conducted by the coordinating members, who manage the groups, and by specialists in these topics.  The main expected results for the TGs are the development of transformative actions and guidelines, their correct implementation and, as a consequence, a reduction in the number of accidents and incidents. GRI  The formal committees have approximately 10% participation of our workforce, representing all levels of the Company.  Today, approximately 4% of the employees act as first responders in emergency situations and 100% of them are trained to act in these occurrences. GRI  By means of the BRF Health Centers, we have in place a strategy to monitor the health of our employees.  Among the programs implemented are the health of pregnant women and newborns (Novo Ser), immunization campaigns, changes of life habits (encouragement for physical activity, to stop smoking, etc.) and other local actions specific for each population.INJURY TYPES AND RATES* GRI 403-2","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"403-3","Text":"The areas with greater occupational risk at BRF are the manufacturing and agricultural areas, in which some of our employees are more exposed.  Therefore, we conduct a continuous mapping, analysis, and monitoring work and have in place operational and administrative controls to eliminate or minimize these factors.  Mapping covers work conditions, existing risks, monitoring of employees' health, and analysis of indicators for accidents, absenteeism, grievances and occupational diseases, among others, according to each process. Programs such as the Medical Control of Occupational Health, Respiratory Protection, Hearing Conservation, and Prevention of Environmental Risks are in place to ensure the well-being of our people. GRIQuality of life","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"403-2","Text":"Health and safety management prioritizes the eradication of accidents, work place-related diseases, and fatalities.  In 2017, there was an increase in the absolute number and in the rate of injuries and diseases, partly due to adjustments pertaining to classifications of the legal aspects in each location. We also carried out several initiatives to reduce the severity rate of accidents.  Considering data for Brazil and Argentina, regions with the highest number of incidents, there was a 43% decrease in the severity rate for typical lost-time accidents and 28% for occupational diseases resulting in lost time when compared with 2016.  For 2018, we expect a 25% decrease in the absolute number of lost-time accidents (typical and commuting). GRI  Among the impacts associated with health and safety, above all is the loss of lives and\/or health of an employee, in addition to medical expenses, compensations and claim administration fees, indirect costs incurred due to damaged equipment and assets, loss of production and quality, interruption of processes, loss of revenue, workforce replacement, overtime, disputes, damages to customer relationship and to public image.The guidelines established and disseminated through the HSE Management System guide the definition of indicators and goals, as well as the commitment to continuous improvement and improved performance in health and safety. This system was revised in 2016 and is based on the Method; Behavior\/Culture; and Facilities\/ Infrastructure pillars. Among the main practices are the formal commitment from leadership, including goals linked to variable pay, clearly defined roles and responsibilities, committees, working groups, established standards and procedures, employees trained and qualified to perform their activities, health and safety dialogues and behavioral tools carried out by leadership, investigation of accidents and critical deviations, risk analysis and emergency response plan, among other tools.  In addition to the individual responsibility of working with prevention, all our employees must inform management of any risk condition they identify, ensuring everyone the right to question work conditions that do not comply with the Company's guidelines.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"403-2","Text":"INJURY TYPES AND RATES* GRIEmployees 2015 2016 2017 Lost-time injuries 1 289 306 522 Injury rate 1.54 1.72 2.57 Injuries without lost-time 1,561 3,588 6,170 Injury rate 8.30 20.15 30.41 Occupational diseases 2 0.02 0.11 0.21 Total number of lost days 18,614 19,885 23,415 Total number of fatalities 1 3 1 Contractors 2015 2016 2017 Lost-time injuries 1 ND 47 56 Injury rate ND 1.20 1.33 Injuries without lost-time ND ND 125 Injury rate ND ND 3.39 Occupational diseases 2 ND ND 0.00 Total number of lost days ND ND 1,067 Total number of fatalities ND ND 2","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"403-2","Text":"HEALTH AND SAFETY NUMBERS FOR EMPLOYEES BY REGION AND GENDER (2017) GRIAfrica Male Female Total Lost-time injuries NA NA NA Injury rate NA NA NA Injuries without lost-time NA NA NA Injury rate NA NA NA Rate of occupational diseases NA NA NA Total number of lost days NA NA NA Absenteeism rate NA NA NA Total number of fatalities NA NA NA Latin America* Male Female Total Lost-time injuries ND ND 124 Injury rate ND ND 17.22 Injuries without lost-time ND ND 1,754 Injury rate ND ND 243.53 Rate of occupational diseases ND ND 1.80 Total number of lost days ND ND 4,325 Absenteeism rate ND ND ND Total number of fatalities ND ND 0","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"405-1","Text":"Investments made in recent years have focused on innovation and human capital management, a process conducted based on VIVA BRF attributes and on the guidelines of our strategy, valuing meritocracy, multiculturalism, innovation and high performance and the search for a more entrepreneurial vision in each professional.  The most recent survey conducted in 2016 had 84% engagement. Connection and engagement of employees with the culture are monitored through regular surveys and annually though the High Performance Cycle. GRI  We are one of the largest employers in the food sector in Brazil and we prioritize the hiring of local professionals in our national and international operations.  In 2017, more than 100,000 employees were part of BRF's workforce including direct employees, outsourced employees, interns and apprentices (see more details in the Attachment). GRI  We have in place a business model and an organizational culture that value and foster the plurality of ideas.  Gender, race, and religion do not influence the hiring of professionals, their pay, or the day-to-day relationship.  We attract and select people based on their competencies and diversity. Salaries are in line with market standards and with the professional's performance and length of service (read more in Attachments). GRI ,  Therefore, we promote a work environment that is free from any form of discrimination, presenting equal opportunities strictly based on technical competence and individual performance.  Adopting a strategy that favors low turnover and talent retention is extremely relevant for the health of a company.  However, this has been an increasingly complex task since the employment relations have undergone significant changes over the years and the external environment is constantly changing. GRI 103|401  This way, management of turnover and people engagement are critical for the stability of BRF, which are influenced by the economic outlook and the highly competitive nature of our business. The efforts undertaken by our units are aimed at people retention and efficient management of the workforce.  Results can be verified through turnover rates, which have shown gradual decline over the years, especially in Brazil, the country that accounts for 82% of our workforce. The turnover rate dropped from 28.21% in 2015 and 21.33% in 2016 to 17.80% in 2017 (see more details in the Attachment). GRI 103|401,17.8% was the turnover rate in 2017, significantly lower than the rate of 28.21% recorded in 2015","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"405-1","Text":"GRI 103|405 We believe that capitalizing on and driving diversity promotes a network of competitive advantages, which maximizes BRF's purpose of becoming a global reference organization.  Therefore, being diverse is decisive for our sustainability and that is why we value each person and respect his or her culture, religion, age, gender, sexual orientation, race or disability.  The bigger the difference in professionals' background (previous experience and knowledge), origin and culture, the bigger the chances of meeting the needs of markets and of our different audiences around the world. That is why we developed fronts aimed at valuing diversity within the Company (read more in the Attachments). GRI  We launched an internal study in 2016 to expand BRF's vision on the culture of diversity and its connection with the business, and also aimed at fostering reflection about the level of maturity of this aspect within the Company and defining the priority actions for 2017. The study involved one stage of document analysis ‚Äì demographic data, strategic direction, parameters for management (ex.: ISE\/Bovespa, Dow Jones Sustainability Index, among others) and the development of five focal groups in Brazil, one focal group in Argentina, one focal group in Dubai as well as internal interviews and surveys with employees in our European and Asian units.  Given the complexity and scope of the subject, the aspects addressed in this study were gender, generations, and multiculturalism.In the last three years, BRF has advanced in topics associated with equal opportunities considering the evolution of comparative wages between genders.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"405-1","Text":"DIVERSITY INDICATORS GRIIndividuals within the organization's governance bodies, by gender (%) 2015 2016 2017 Male Female Male Female Male Female Board of Directors 100% 0.0% 100% 0.0% 88.9% 11.1% Fiscal Council 100% 0.0% 100% 0.0% 100% 0.0% Executive Board 87.5% 12.5% 100% 0.0% 100% 0.0% Total 95.0% 5.0% 100% 0.0% 94.7% 5.3% Latin America* Male Female Total Lost-time injuries ND ND 4 Injury rate ND ND ND Injuries without lost-time ND ND 4 Injury rate ND ND ND Rate of occupational diseases ND ND 0.00 Total number of lost days ND ND 165 Absenteeism rate ND ND ND Total number of fatalities ND ND 0","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"405-2","Text":"RATIO OF BASIC SALARY AND REMUNERATION OF WOMEN TO MEN IN EACH EMPLOYMENT CATEGORY - BRAZIL* GRISalary ratio 2015 2016 2017 Directors 81% 82% 90% Managers 94% 93% 96% Supervisors and Coordinators 107% 106% 108% Administration 88% 88% 89% Operational 82% 83% 85%","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"408-1","Text":"Results of suppliers are measured annually by a computer-based system and the evolution and position among the indicators that are part of the Compliance Index are monitored monthly. Furthermore, all contracts have clauses related to the Code of Conduct for Suppliers (considering from legal compliance and social and environmental best practices to fight against corruption), including those related to possible subcontractors of suppliers, and to child labor and slave labor. GRI ,   Our operation is directly affected by the management of the chain given its clear influence on financial results.  However, other high-impact influencing factors are the sustainability criteria considered mandatory for a company to become a BRF supplier. Failure to comply with these criteria may result in termination of contracts for nonconformities we deem unacceptable;  And possible issues related to certain items and suppliers, such as inputs for animal feed, animals for slaughter, ingredients, and packaging, whose pricing may change current and future business scenarios.  We are also naturally exposed to political, cultural, and legal aspects due to our presence in various markets.Our base  We maintained a relationship with approximately 35,000 suppliers in 2017, an extensive group of companies and agricultural producers that supply the Company with essential inputs, raw material, and services that are critical to our activities.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"409-1","Text":"Results of suppliers are measured annually by a computer-based system and the evolution and position among the indicators that are part of the Compliance Index are monitored monthly. Furthermore, all contracts have clauses related to the Code of Conduct for Suppliers (considering from legal compliance and social and environmental best practices to fight against corruption), including those related to possible subcontractors of suppliers, and to child labor and slave labor. GRI ,   Our operation is directly affected by the management of the chain given its clear influence on financial results.  However, other high-impact influencing factors are the sustainability criteria considered mandatory for a company to become a BRF supplier. Failure to comply with these criteria may result in termination of contracts for nonconformities we deem unacceptable;  And possible issues related to certain items and suppliers, such as inputs for animal feed, animals for slaughter, ingredients, and packaging, whose pricing may change current and future business scenarios.  We are also naturally exposed to political, cultural, and legal aspects due to our presence in various markets.Our base  We maintained a relationship with approximately 35,000 suppliers in 2017, an extensive group of companies and agricultural producers that supply the Company with essential inputs, raw material, and services that are critical to our activities.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"409-1","Text":"Through the program, we ensure that 100% of integrated producers in Brazil, a highly relevant group of partners, are monitored and evaluated in terms of sustainability aspects, according to criteria of the Sustainability Index ‚Äì a BRF tool to evaluate risks and create value in its agricultural chain. Participants are assessed on 30 topics related to aspects of quality, environmental management, labor management, and human and economic rights, including business continuity. Subsequently, participants undergo an individual assessment and receive plans for improving and addressing all aspects. We also have in place a technical field team that visits and monitors the integrated producers' base every month. GRI ,(   HSE Standarts ","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"413-2","Text":"GRI ,  The BRF Institute and the Social Investment Committees potentialize their social, economic and environmental impacts, as well as the effect of more than 700 social actions carried out in 2017, with continuous monitoring and annual assessments of each project implemented in the municipalities, measuring their progress.The involvement of the Institute extends to the various multidisciplinary working groups, of the corporate areas and business units, managing the social impacts of the operation and improving the lives in the communities. In 2017, we extended the work fronts to more locations, demonstrating the commitment of community engagement to the Company's strategy, especially with regard to employee involvement and the commitment to social benefits for the population at large. During the initiatives to celebrate BRF's anniversary in 2017, a total of 49 locations in Brazil, 10 in Latin America and 9 in Asia and Europe conducted programs to engage with local communities. This means that nearly 70% of BRF operations have local development programs in place.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"413-1","Text":"GRI ,  The BRF Institute and the Social Investment Committees potentialize their social, economic and environmental impacts, as well as the effect of more than 700 social actions carried out in 2017, with continuous monitoring and annual assessments of each project implemented in the municipalities, measuring their progress.The involvement of the Institute extends to the various multidisciplinary working groups, of the corporate areas and business units, managing the social impacts of the operation and improving the lives in the communities. In 2017, we extended the work fronts to more locations, demonstrating the commitment of community engagement to the Company's strategy, especially with regard to employee involvement and the commitment to social benefits for the population at large. During the initiatives to celebrate BRF's anniversary in 2017, a total of 49 locations in Brazil, 10 in Latin America and 9 in Asia and Europe conducted programs to engage with local communities. This means that nearly 70% of BRF operations have local development programs in place.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"414-2","Text":"ACTUAL AND POTENTIAL NEGATIVE IMPACTS MAPPED IN THE CHAIN AND ADDRESSED BY BRF (2017) GRI ,Social Impacts Number of suppliers assessed on impacts 32,734 32,685 Number of suppliers identified as having the most relevant negative impacts 1,149 1,166 % of suppliers identified as having negative impacts, with whom improvements were agreed as a result of the assessment. 100% 100% Number of suppliers identified as having negative impacts, with whom relationships were terminated as a result of the assessment. 17 13 % of suppliers identified as having negative impacts, with whom relationships were terminated as a result of the assessment. 1.48% 1.11% Impact and Creation of Value 93","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"414-1","Text":"GRI 103, 103|204, 103|308, 103|408, 103|409, 103|414, ,  Structured to strengthen the control of social and environmental risks, the dissemination of an ethical and responsible business model and the evolution of partners in this aspect, the program mobilizes approximately 35,000 suppliers (except Banvit, in Turkey), with quality audits, dissemination of the Supplier Code of Conduct, consultation to public data and requirements provided for in contractual clauses.  These best practices are adopted globally by Procurement and are being implemented in the new operation in Turkey.The Supplier Code of Conduct is the initial basis of the program, something suppliers have to agree on prior to working with BRF.  For cases that fail to meet any requirement, depending on their severity, improvement plans are put into place or the supply contract is canceled.  The main irregularity causing contract termination is the presence on the public lists below.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"414-1","Text":"One hundred percent of new BRF suppliers follow the criteria in the Code of Conduct for Suppliers, whether for a contract or spot purchase, and evaluated on social and environmental criteria. GRI ,100% of BRF's new suppliers follow the criteria in the Supplier Code of Conduct and are evaluated on social and environmental criteria.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"416-1","Text":"At BRF, 100% of the significant product categories are assessed in terms of impact on health and safety, aiming to promote improvements. We began this monitoring process in January 2017, when coverage of iconic products in the nutrition table was 80%.  In December 2017, this percentage was 97% - our goal is 100%. GRI( Global Standards","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"417-3","Text":"- 16  Incidents of non-compliance concern- ing marketing communi- cations In 2017, there were no cases involving non-compliance concerning marketing communications - -BRF ANNUAL AND SUSTAINABILITY REPORT 2017 154","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"417-1","Text":"Compliance with labeling standards and adjustment to regulatory changes are important challenges in our risk management, avoiding sanctions and ensuring corporate reputation.  Raw materials used in our packaging comply with strict technical standards and are composed only of provably safe substances.  Care is also given to machines, equipment, and facilities used in the production of packages.  We also assess compliance with the labeling rules for 100% of the product categories, raw material and packaging that come, or may come, into direct contact with the products. In Brazil, ANVISA is responsible for regulating, controlling and inspecting all packaging.  We further include information on: outsourcing of components of products or services; content, especially in terms of substances that could have environmental or social impact; safe use; disposal of products, and environmental or social impacts. GRI  We seek to go beyond the requirements of the legislation when we include certain additional information on our labels, such as recycling seals and waste sorting for packages in Brazil; indication of allergens, currently mandatory in Brazil; and certifications required by specific markets, such as Halal (which indicate the production of foods following Islamic standards). We further reinforce, especially for products under the Sadia Brand, information on healthiness and animal welfare.We adopt certain basic guidelines applicable to all countries where we operate and specific obligations in certain markets. Such as the phrase \"Destination People Republic of China,\" mandatory on the labels for products to the Chinese market; the stamp for packaging on boxes and product labels and the acronym EAC, in Russia; and the specific stamp for labels for the European Community, among others.","Obs":"ok"}
{"Filename":"2017_Brf_EN.jsonl","GRI":"417-1","Text":"( BRF-standard labelingMandatory items for packaging for all markets","Obs":"ok"}
