{"Filename":"2017_Embraer_EN.jsonl","GRI":"201-3","Text":"‚Äì DEFINED BENEFIT PLAN OBLIGATIONS AND OTHER RETIREMENT PLANS SCOPE OF THE RETIREMENT PLAN The company offers the Embraer Prev ‚Äì a private complementary retirement plan ‚Äì to all employ- ees in Brazil and some of its controlled subsidiaries. The participation is voluntary, as required by national legislation. There is no restriction for employees to participate, however its time of ser- vice in the company is considered for the purpose of redeeming the benefit. Similar benefits are offered at Embraer's overseas units, according to the applicable conditions and market realities. As sponsors, Embraer or its controlled subsidiaries deposit the same amount of monthly con- tribution chosen by the participant ‚Äì with a ceiling up to 8% of the wage. There is no charge on monthly contributions to participants; they are funded entirely by the sponsors. The Embraer Prev is a non-profit entity with independent management, board of directors and its own fiscal and deliberative councils. In adition, this is exclusively directed to the administration of the participants patrimony.Retirement plan documentation: ‚Ä¢ Embraer's Statutes Prev ‚Ä¢ Regulation of the Embraer Complementary Retirement Plan Prev ‚Ä¢ Participant Manual https:\/\/embraerprev.com.br\/","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"201-1","Text":"GRI 201: ECONOMIC PERFORMANCE  ‚Äì DIRECT ECONOMIC VALUE GENERATED AND DISTRIBUTED In 2017, the total added value to be distributed was R$5,546.2 million, equivalent to 27% of net rev- enue. R$207.0 million were distributed to shareholders in interests on own capital and dividends; R$3,342.8 million to employees; and R$559.6 million to the Federal and Municipal Governments as taxes and contributions.ADDED VALUE STATEMENT (AVS) The AVS demonstrates the wealth generated by Embraer and its distribution to society segments, which are represented by shareholders, employees, financial institutions and Government (mu- nicipal, state and federal). The added value to be distributed totaled R$5,546.2 million and repre- sented 27% of net revenue in 2017.","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"202-1","Text":"‚Äì RATIOS OF STANDARD ENTRY LEVEL WAGE BY GENDER COMPARED TO LOCAL MINIMUM WAGE In Brazil, the minimum wage is established by the minimum from union category.Country  Gender Reference Ratio relation (%) 2015 2016 2017 Local minimum wage Brazil (R$) Men 1,339.80 1,502.80 1,504.80 937.00 1 161 Women 1,470.55 1,470.55 1,504.80 161 United States (US$) Men 1,733.33 2,142.40 2,185.21 1,430.00 2 153 Women 2,080.00 2,102.53 2,426.62 170 Portugal (‚Ç¨) Men 700.00 700.00 728.20 649.83 3 112 Women 700.00 700.00 784.19 121 France (‚Ç¨) Men 1,891.99 1,851.39 1,800.00 1,480.27 4 122 Women 1,513.59 1,556.80 1,513.59 102","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"202-2","Text":"‚Äì PROPORTION OF SENIOR MANAGEMENT HIRED FROM THE LOCAL COMMUNITYGovernance body Total Work in the country of origin (%) Does not work in the country of origin (%) Board of Executive Officers 11 82 18","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"203-2","Text":"|, , , , , Direct economic impact, Local communities| Social investment in Brazil is coordinated by the Embraer Institute for Education and Research, which for more than 15 years promotes educa- tion-related projects, engagement with civil soci- ety and the historic preservation of the country‚Äôs aeronautical industry. The main initiatives include the Juarez Wan- derley (S√£o Jos√© dos Campos, S√£o Paulo) and Casimiro Montenegro Filho (Botucatu, S√£o Paulo) schools, which offer free, full-time high school education to students coming from public schools and whose household income is lower than 9x the minimum monthly wage. Students also receive uniforms, textbooks, meals and transportation for the entire school year. In 2017, both schools were among the top-ranked institutions in the National High School Exam (ENEM, in Portuguese), and Juarez Wanderley was ranked 8 th in the state of S√£o Paulo. In addition, more than 80% of their alumni were admitted to public universities across Brazil. Con- sidering those admitted in private universities with full scholarships, the rate of graduates who attend a college-level institution exceeds 90%. Some of these students receive financial sup- port from the Scholarship Fund, an initiative supported by contributions from businesses and individuals as well as from former grantees, whorefund the program after entering the job market. The Embraer Institute also provides finan- cial support to nonprofit social organizations, through the Social Partnership Program (PPS, in Portuguese). The initiative is aimed at sup- porting projects aligned with the United Nations Sustainable Development Goals (SDGs). In 2017, it supported 12 organizations by investing up to R$40,000 per project. The entity also operates the Embraer Historic Center, whose purpose is to preserve and pro- mote the history of the Brazilian aviation industry. It currently has exhibition spaces at Embraer units, organizes virtual exhibits and monthly guided tours to the S√£o Jos√© dos Campos man- ufacturing plant to community members. Some of the highlights of 2017 include the ‚ÄúDe- sign in Brazilian aviation‚Äù exhibit, which was at- tended by more than 40,000 visitors to the Museu da Casa Brasileira (MCB), in S√£o Paulo. The Embraer Institute also earned the 2017 Aberje Award, the country‚Äôs leading corporate commu- nications award. The Institute was recognized by the Brazilian Association of Corporate Communi- cations (ABERJE, in Portuguese), in the Historical Responsibility and Business Memory category, for its efforts to preserve aeronautical memory over the course of the year. In 2017, the company created the Embraer Foun- dation, which consolidates all of the company‚Äôs social initiatives in the United States. As is the case with the Institute in Brazil, the Foundation establishes social partnerships, engages employ- ees in volunteering programs and promotes an entrepreneurial culture among members of the communities served. LEARN MORE AT www.centrohistoricoembraer.com.br","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"204-1","Text":"Practices, Supplier Environmental Assessment, non Discrimination, Freedom of Association And Collective Bargaining, Child Labor, Forced or Compulsory Labor, Supplier Social Assessment| Embraer maintains a commercial relationship with 1,200 vendors for product manufacturing. This group is evaluated via monthly monitoring of performance indicators, on-site audits and periodic environmental impact questionnaires. The Aeronautical Supply Chain Development Program (PDCA, in Portuguese), aimed at re- ducing costs and improving quality, is promot- ed in partnership with the Brazilian Agency of Industrial Development (ABDI, in Portuguese) to improve the contracted companies. The company also relies on support from 3,000 partners that perform technical and adminis- trative activities, who attend courses on lean management and guidelines for kaizen practic- es under the Management Excellence Program (PEG, in Portuguese). Participants are chosen after risks and cost reduction opportunities are identified. Approximately 80% of purchases are made from international vendors from North Amer- ica (55%), Europe (20%) and the rest of the world (5%). Transactions with national ven- dors account for 20% of the total purchasing amount. || All contracts contemplate clauses concerning human rights, labor and environmental laws.  |, , , , , , , |4,200","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"205-2","Text":"|, , , , Anti-Corruption| To ensure the integrity and legal compliance of all operations and sites, the Compliance area coordi- nates the Compliance Program, supervised by the Board of Directors, the Audit and Risk Committee and the CEO. One year after reaching agreements with Brazil‚Äôs Federal Prosecutor‚Äôs Office (MPF, in Portuguese), and its Securities and Exchange Com- mission (CVM, in Portuguese), and with the U.S. Department of Justice (DOJ) and the U.S. Securities and Exchange Commission (SEC), our first external audit report was completed. Its results guided the improvement of processes and controls under this program and the continuous training and work- shops on ethics, integrity and compliance. Thus, workshops and online training were held to ap- proximately 17,000 empolyees, and more than 250 compliance agents were trained to act as multipliers of internal ethical principles. All board members, executive board officers, leaders, employees and contractors are trained on the guidelines set out in these documents. Click here to learn more. || Still within the scope of the Compliance Program, the auditing system was extended to other com- pany functions in 2017. This is a tool that monitors critical operations, such as vendor payment, travel expenses, donations and sponsorships. In order to promote compliance practices and raise employee awareness on this issue, the company launched the internal campaign #BETHEEXAM PLE. The Code of Ethics and Conduct has been revised to strengthen its sovereignty over the laws and cus- toms of the different countries where the company operates. The Helpline has been set up to field any complaints concerning noncompliance.THEMATIC SCOPE Peace, justice and effective institutions","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"205-2","Text":"‚Äì COMMUNICATION AND TRAINING ABOUT ANTI-CORRUPTION POLICIES AND PROCEDURES In 2017, Embraer provided training and conveyed information about anti-corruption policies and procedures to all 36 professionals, members of its governance bodies ‚Äì mostly located in the Southeast Region. Regarding to employees and other groups, the training and communication were carried out as follows:  ‚Äì CONFIRMED INCIDENTS OF CORRUPTION AND ACTIONS TAKEN In 2017, the company recorded no cases of corruption.Functional categories Number of employees in each functional category Number of employees who were notified of the anti-corrup- tion procedures and policies Percentage of employees who were notified of the anti-corruption procedures and policies Number of trained employees regarding an- ti-corruption Percentage of trained employees regarding an- ti-corruption Leaders 1.052 985 94 985 94 Non-leaders 16,714 16,546 99 16,546 99 Types of trading partners Number of each type of trading partner Number of suppliers which werenotified of the anti-corruptionprocedures and policies Suppliers 3,003 3,003 Third parties (commercial- representatives, law firms and logisticsagents) 96 96","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"205-3","Text":"‚Äì COMMUNICATION AND TRAINING ABOUT ANTI-CORRUPTION POLICIES AND PROCEDURES In 2017, Embraer provided training and conveyed information about anti-corruption policies and procedures to all 36 professionals, members of its governance bodies ‚Äì mostly located in the Southeast Region. Regarding to employees and other groups, the training and communication were carried out as follows:  ‚Äì CONFIRMED INCIDENTS OF CORRUPTION AND ACTIONS TAKEN In 2017, the company recorded no cases of corruption.Functional categories Number of employees in each functional category Number of employees who were notified of the anti-corrup- tion procedures and policies Percentage of employees who were notified of the anti-corruption procedures and policies Number of trained employees regarding an- ti-corruption Percentage of trained employees regarding an- ti-corruption Leaders 1.052 985 94 985 94 Non-leaders 16,714 16,546 99 16,546 99 Types of trading partners Number of each type of trading partner Number of suppliers which werenotified of the anti-corruptionprocedures and policies Suppliers 3,003 3,003 Third parties (commercial- representatives, law firms and logisticsagents) 96 96","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"205-1","Text":"|, , , , Anti-Corruption| To ensure the integrity and legal compliance of all operations and sites, the Compliance area coordi- nates the Compliance Program, supervised by the Board of Directors, the Audit and Risk Committee and the CEO. One year after reaching agreements with Brazil‚Äôs Federal Prosecutor‚Äôs Office (MPF, in Portuguese), and its Securities and Exchange Com- mission (CVM, in Portuguese), and with the U.S. Department of Justice (DOJ) and the U.S. Securities and Exchange Commission (SEC), our first external audit report was completed. Its results guided the improvement of processes and controls under this program and the continuous training and work- shops on ethics, integrity and compliance. Thus, workshops and online training were held to ap- proximately 17,000 empolyees, and more than 250 compliance agents were trained to act as multipliers of internal ethical principles. All board members, executive board officers, leaders, employees and contractors are trained on the guidelines set out in these documents. Click here to learn more. || Still within the scope of the Compliance Program, the auditing system was extended to other com- pany functions in 2017. This is a tool that monitors critical operations, such as vendor payment, travel expenses, donations and sponsorships. In order to promote compliance practices and raise employee awareness on this issue, the company launched the internal campaign #BETHEEXAM PLE. The Code of Ethics and Conduct has been revised to strengthen its sovereignty over the laws and cus- toms of the different countries where the company operates. The Helpline has been set up to field any complaints concerning noncompliance.THEMATIC SCOPE Peace, justice and effective institutions","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"205-1","Text":"GRI 203: INDIRECT ECONOMIC IMPACTS  ‚Äì INFRASTRUCTURE INVESTMENTS AND SERVICES SUPPORTED Embraer invested about R$20 million in the Embraer Institute and the Embraer Foundation, in 2017. The initiatives are conducted aligned with public authority, local partners and committed volun- teer employees. There is also an increasing participation of local communities in the definition of strategic priorities through public consultations and opinion polls. The Embraer Institute and the Embraer Foundation are governed by formal documentation ac- cording to the country in which they operate. The documents are submitted to the public au- thority and provide transparency and accountability for the organizations activities, as well as regulation of the attributions of its Deliberative\/Fiscal Councils and the Executive Board GRI 205: ANTI-CORRUPTION  ‚Äì OPERATIONS ASSESSED FOR RISKS RELATED TO CORRUPTION The analysis of risks related to corruption is carried out through the due diligence process, introduced in 2014 with the publication of Due Diligence Procedure. Since then, both new and existing service providers attend to a reputational assessment undertaken by the Compliance team, which includes searches in official databases and media about corruption involvement, tax evasion, fraud, terrorism, etc. If no restrictions are found, the Compliance team issues a certificate. There is a systemic lockout for payments from any suppliers that are not certified by due diligence. Regarding the number of certified suppliers between the end of 2013 and May 2014 ‚Äì when the re- quests for analysis were still made by e-mail ‚Äì, there were 608 suppliers approved; between May and December 2014 ‚Äì when requests were made via the portal ‚Äì, there were 1,107 more; in 2015, 2,704; in 2016, 5,164; and in 2017, 3,099 providers. In total, by 2016, there were 12,682 suppliers and third parties certified.Operation Total number of operations submitted to risk assessments related to corruption Percentage of operations submitted to risk assessments related to corruption Due dilligence of suppliers 3,099 100 Due dilligence of sponsorships 118 100 Due dilligence of donations 9 100 Due dilligence of class entities 38 100","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"302-4","Text":"ENERGY AND WATER In 2017, Embraer consumed 179,237 MWh, an in- crease of 1.33% compared to 2016 (176,889 MWh) due to the inclusion of the Jacksonville unit in the United States. To reduce consumption, the company promotes the improvement of proces- ses, facilities and equipment encouraging energy efficiency. |, | In the year, Embraer consumed 982,826 m 3 of water, of which 6% is related to recycled water. The volume of water in 2017 was considerably lower than in 2016 due to improvements made in the OGMA unit and the implementation of a water reuse project in √âvora. Click here for more information. |, | EFFLUENTS AND WASTE The effluents are destined to the public network, except for the units of Taubat√© (S√£o Paulo) and Gavi√£o Peixoto (S√£o Paulo), which dispense them in the Bo√ßoroca and Mulada streams, respecti- vely. In order to be able to do this, this units have their own sewer treatment stations. The volume discarded is less than the carrying capacity of the water bodies and both are outside environ- mental protected areas. Click here to see the water disposal data of the units broken down by treatment and destination. || THEMATIC SCOPE Industry, innovation and infrastructure Responsible consumption and production Action against global climate changeEmbraer also has strict procedures for waste management in its units, which are carried out in accordance with the applicable legislation in each locality where the industrial plants are present. Dedicated programs continually seek the use of less harmful materials as well as the optimiza- tion of processes. All work is done in line with the selective collection program, based on the following order of priority: non-generation, re- duction, reuse, recycling, treatment and environ- mentally appropriate final disposal. Information regarding total weight of waste generated and destinations are available here . |306-2|","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"302-4","Text":"‚Äì REDUCTION OF ENERGY CONSUMPTION All energy reduction projects are cataloged in an information sharing virtual environment. The Corporate Environment, Health and Safety Policy foresees investment in the improvement of processes, facilities and equipment with incentive to reduce hazards and risks, aspects, environ- mental impacts and consumption of natural resources.302-5 ‚Äì REDUCTIONS IN ENERGY REQUIREMENTS OF PRODUCTS AND SERVICES The development of the new E-Jets family focuses on improving efficiency. Besides the ex- change of engines, there was a structural redesign of the aircraft, especially the wings, spe- cially designed for each model. As for fuel consumption, the E190-E2 (first to receive certification from regulatory agencies) was 1.3% better than originally expected, representing an advance of 17.3% over the first gen- eration E190. The E190-E2 thus becomes the most environmentally friendly aircraft in the category, with the lowest external noise level and emissions. Data from the other E2 family jets will be available after the certification process for each.","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"302-4","Text":"‚Äì REDUCTION OF ENERGY CONSUMPTIONProject Unit Annual savings (MWh) Improvements in lighting EDE 31 EGM 10 SJK 580 TTE 229 Reduction in the consumption of compressed air BOT 535 Exchange of compressors EDE 300 Installation of photovoltaic panels SJK 12 Replacement of vacuum pumps SJK 1,896 TOTAL 3,593","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"302-3","Text":"‚Äì ENERGY INTENSITY In 2017, a total of 197 equivalent aircraft were produced ‚Äì 20% less than in 2016. Therefore, there was a significant increase when comparing the 2016 (500 MWh\/equivalent aircraft) and 2017 indicators (598 MWh\/equivalent aircraft). Nevertheless, compared to the base year of 2014, the end result remained stable (1% decrease). Despite the production decline, the development of new programs demanded higher level of en- ergy consumption in 2017. The analysis of energy consumption based on the company's net revenue was constant over the past four years.302-4 ‚Äì REDUCTION OF ENERGY CONSUMPTION All energy reduction projects are cataloged in an information sharing virtual environment. The Corporate Environment, Health and Safety Policy foresees investment in the improvement of processes, facilities and equipment with incentive to reduce hazards and risks, aspects, environ- mental impacts and consumption of natural resources.","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"302-2","Text":"‚Äì ENERGY CONSUMPTION OUTSIDE THE ORGANIZATION The reported amounts relate to the quantity of fuel consumed upstream, for the purchased goods and services, transport and distribution, business trips and employee commuting categories.Total consumption (MWh)","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"302-5","Text":"PRODUCT LIFECYCLE  Embraer funds a project titled Integrated Development of Environmentally Sustainable Products (DIPAS, in Portuguese), which aims to advance sustainable design, seek alterna- tives to materials whose use is restricted by environmental legislation, and develop stu- dies on the lifecycle of products. It also stri- ves to make new products more operationally efficient, emit less CO 2 and noise, and con- sume less fuel. Fuel costs are responsible for most expenses incurred with operating an air- craft, whose lifecycle is longer than 15 years. The reduction of this consumption, paired with that of energy, meets both environmental and market needs. ||Environmental preservation, eco-efficiency and product lifecycle management are gui- ded by the Environmental, Health and Safety Policy (MASS, in Portuguese).","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"302-5","Text":"‚Äì REDUCTIONS IN ENERGY REQUIREMENTS OF PRODUCTS AND SERVICES The development of the new E-Jets family focuses on improving efficiency. Besides the ex- change of engines, there was a structural redesign of the aircraft, especially the wings, spe- cially designed for each model. As for fuel consumption, the E190-E2 (first to receive certification from regulatory agencies) was 1.3% better than originally expected, representing an advance of 17.3% over the first gen- eration E190. The E190-E2 thus becomes the most environmentally friendly aircraft in the category, with the lowest external noise level and emissions. Data from the other E2 family jets will be available after the certification process for each.302-4 ‚Äì REDUCTION OF ENERGY CONSUMPTION","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"302-1","Text":"ENERGY AND WATER In 2017, Embraer consumed 179,237 MWh, an in- crease of 1.33% compared to 2016 (176,889 MWh) due to the inclusion of the Jacksonville unit in the United States. To reduce consumption, the company promotes the improvement of proces- ses, facilities and equipment encouraging energy efficiency. |, | In the year, Embraer consumed 982,826 m 3 of water, of which 6% is related to recycled water. The volume of water in 2017 was considerably lower than in 2016 due to improvements made in the OGMA unit and the implementation of a water reuse project in √âvora. Click here for more information. |, | EFFLUENTS AND WASTE The effluents are destined to the public network, except for the units of Taubat√© (S√£o Paulo) and Gavi√£o Peixoto (S√£o Paulo), which dispense them in the Bo√ßoroca and Mulada streams, respecti- vely. In order to be able to do this, this units have their own sewer treatment stations. The volume discarded is less than the carrying capacity of the water bodies and both are outside environ- mental protected areas. Click here to see the water disposal data of the units broken down by treatment and destination. || THEMATIC SCOPE Industry, innovation and infrastructure Responsible consumption and production Action against global climate changeEmbraer also has strict procedures for waste management in its units, which are carried out in accordance with the applicable legislation in each locality where the industrial plants are present. Dedicated programs continually seek the use of less harmful materials as well as the optimiza- tion of processes. All work is done in line with the selective collection program, based on the following order of priority: non-generation, re- duction, reuse, recycling, treatment and environ- mentally appropriate final disposal. Information regarding total weight of waste generated and destinations are available here . |306-2|","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"302-1","Text":"GRI 302: ENERGY  ‚Äì ENERGY CONSUMPTION WITHIN THE ORGANIZATION Embraer manages the environmental indicators through the Integrated Occupational Health, Safety and Environment System, with the Occupational Health, Safety and Environment Policy as its main document. Its environmental guidelines related to this indicator are: ‚Ä¢ To promote and enhance the development of technologies so that its products, processes and equipment have less impact on the environment and people, in a sustainable manner.‚Ä¢ To promote the improvement of processes, facilities and equipment by encouraging energy efficiency, ultimately mitigating risks and hazards, environmental aspects and impacts, and consumption of natural resources.","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"303-3","Text":"ENERGY AND WATER In 2017, Embraer consumed 179,237 MWh, an in- crease of 1.33% compared to 2016 (176,889 MWh) due to the inclusion of the Jacksonville unit in the United States. To reduce consumption, the company promotes the improvement of proces- ses, facilities and equipment encouraging energy efficiency. |, | In the year, Embraer consumed 982,826 m 3 of water, of which 6% is related to recycled water. The volume of water in 2017 was considerably lower than in 2016 due to improvements made in the OGMA unit and the implementation of a water reuse project in √âvora. Click here for more information. |, | EFFLUENTS AND WASTE The effluents are destined to the public network, except for the units of Taubat√© (S√£o Paulo) and Gavi√£o Peixoto (S√£o Paulo), which dispense them in the Bo√ßoroca and Mulada streams, respecti- vely. In order to be able to do this, this units have their own sewer treatment stations. The volume discarded is less than the carrying capacity of the water bodies and both are outside environ- mental protected areas. Click here to see the water disposal data of the units broken down by treatment and destination. || THEMATIC SCOPE Industry, innovation and infrastructure Responsible consumption and production Action against global climate changeEmbraer also has strict procedures for waste management in its units, which are carried out in accordance with the applicable legislation in each locality where the industrial plants are present. Dedicated programs continually seek the use of less harmful materials as well as the optimiza- tion of processes. All work is done in line with the selective collection program, based on the following order of priority: non-generation, re- duction, reuse, recycling, treatment and environ- mentally appropriate final disposal. Information regarding total weight of waste generated and destinations are available here . |306-2|","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"303-3","Text":"‚Äì RECYCLED AND REUSED WATERSite 2015 2016 2017 Total water used Total recycled and reused water Percentage of recycled water Total water used Total recycled and reused water Percentage of recycled water Total water used Total recycled and reused water Percentage of recycled water SJK 960,152 20,906 2 362,813 5,280 1 359,162 5,280 1 EGM 143,113 0 0 128,862 0 0 TTE 26,464 7,454 28 27,557 8,422 31 EDE (ELEB) 56,106 29,952 53 54,963 29,952 54 GPX 69,000 5,801 8 69,800 6,140 9 BOT 89,316 0 0 77,708 0 0 EVO 82,617 1,800 2 60,726 3,800 6 FLL 29,560 0 0 28,891 0 0 BNA 1,980 0 0 2,011 0 0 MLB 71,283 0 0 7,317 0 0 BJS 2,213 0 0 2,190 0 0 BHZ 4,760 0 0 4,236 0 0 OGMA 239,078 2,840 1 122,887 3,564 3 SOD 2,050 0 0 2,168 0 0 JAX    269 0 0 Embraer Brazil 753,622 48,487 6 724,456 49,794 7 Embraer S.A. 1,180,353 53,127 5 948,747 57,158 6","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"303-1","Text":"ENERGY AND WATER In 2017, Embraer consumed 179,237 MWh, an in- crease of 1.33% compared to 2016 (176,889 MWh) due to the inclusion of the Jacksonville unit in the United States. To reduce consumption, the company promotes the improvement of proces- ses, facilities and equipment encouraging energy efficiency. |, | In the year, Embraer consumed 982,826 m 3 of water, of which 6% is related to recycled water. The volume of water in 2017 was considerably lower than in 2016 due to improvements made in the OGMA unit and the implementation of a water reuse project in √âvora. Click here for more information. |, | EFFLUENTS AND WASTE The effluents are destined to the public network, except for the units of Taubat√© (S√£o Paulo) and Gavi√£o Peixoto (S√£o Paulo), which dispense them in the Bo√ßoroca and Mulada streams, respecti- vely. In order to be able to do this, this units have their own sewer treatment stations. The volume discarded is less than the carrying capacity of the water bodies and both are outside environ- mental protected areas. Click here to see the water disposal data of the units broken down by treatment and destination. || THEMATIC SCOPE Industry, innovation and infrastructure Responsible consumption and production Action against global climate changeEmbraer also has strict procedures for waste management in its units, which are carried out in accordance with the applicable legislation in each locality where the industrial plants are present. Dedicated programs continually seek the use of less harmful materials as well as the optimiza- tion of processes. All work is done in line with the selective collection program, based on the following order of priority: non-generation, re- duction, reuse, recycling, treatment and environ- mentally appropriate final disposal. Information regarding total weight of waste generated and destinations are available here . |306-2|","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"303-1","Text":"‚Äì TOTAL WATER COLLECTED BY SOURCETotal water collected by source","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"303-1","Text":"The amounts related to recycled and reused water were estimated according to the consumption of equipment using recycled and reused water, and also according to the volume of the reservoir in which it is stored. The total amount of water used is sum of the consumed water (GRI ) and the recycled and reused water. In 2017, the Jacksonville unit, in the United States, started collecting information. In 2017, the installation of the water reuse system was completed at the Steel Structures unit in √âvora.48","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"303-2","Text":"‚Äì WATER SOURCES SIGNIFICANTLY AFFECTED BY THE COLLECTION OF WATER The company does not use any water source that is significantly affected.303-3 ‚Äì RECYCLED AND REUSED WATER","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"305-1","Text":"GREENHOUSE GASES Embraer discloses an annual inventory of greenhouse gases (GHG), which is ISO 14064 certified and audited by Lloyd‚Äôs Register Qual- ity Assurance (LRQA). Detailed information for 2017 is available here . |, , , , ,305-6, 305-7| Committed to the reduction of GHG emissions by the industry, the company is a signatory to the aviation industry sustainability commit- ment, which seeks carbon-neutral growth by 2020 and a 50% reduction of net carbon dioxide (CO 2 ) emissions in aviation by 2050, compared to 2005 levels.","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"305-1","Text":"‚Äì DIRECT GREENHOUSE GAS EMISSIONS ‚Äì SCOPE 1 The reported amounts refer to the mobile combustion, stationary combustion, and fugitive emis- sion categories.Scope 1","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"305-4","Text":"GREENHOUSE GASES Embraer discloses an annual inventory of greenhouse gases (GHG), which is ISO 14064 certified and audited by Lloyd‚Äôs Register Qual- ity Assurance (LRQA). Detailed information for 2017 is available here . |, , , , ,305-6, 305-7| Committed to the reduction of GHG emissions by the industry, the company is a signatory to the aviation industry sustainability commit- ment, which seeks carbon-neutral growth by 2020 and a 50% reduction of net carbon dioxide (CO 2 ) emissions in aviation by 2050, compared to 2005 levels.","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"305-4","Text":"‚Äì INTENSITY OF GREENHOUSE GAS EMISSIONS Embraer calculates the intensity indicator of GHG emissions by adding the emissions from Scopes 1 and 2 against its net income. The target is to reduce 3% until 2017, using 2013 as a reference. The indicator considers the emissions in Scope 1 regarding fugitive emissions, burning of fuels other than aviation kerosene (QAV) and burning of QAV in production flights (airplanes in the cur- rent portfolio). It does not consider the emissions of development flights and certification of new products, nor aircraft in the Defense and Security business unit. In this way, the 2017 indicator presented 12% reduction when compared to 2013. All gases listed in Scopes 1 and 2 were considered in the calculation of the indicator.305-5 ‚Äì REDUCTION OF GREENHOUSE GAS EMISSIONS Embraer continuously invests in eco-efficiency projects, seeking the reduction of the consump- tion of resources and the increase of the efficiency in its processes. In 2017, several projects have been implemented that contributed to reducing GHG emissions, especially related to Scope 2, due to the decrease in the consumption of electricity.","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"305-6","Text":", | Committed to the reduction of GHG emissions by the industry, the company is a signatory to the aviation industry sustainability commit- ment, which seeks carbon-neutral growth by 2020 and a 50% reduction of net carbon dioxide (CO 2 ) emissions in aviation by 2050, compared to 2005 levels.To reduce consumption, the company promotes the improvement of processes, facilities and equipment, pursuing energy efficiency","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"305-6","Text":"‚Äì EMISSIONS OF SUBSTANCES THAT DEPLETE THE OZONE Embraer has a program to replace the ozone layer-depleting refrigerant gases by others with lower environmental impact, such as HCFC-407a and HCFC-404a. The data reported in the following table is related to the amount of imported ozone layer-deplet- ing substances.Precursor ODP (tCFC-11E\/ton gas) 2015 (ton) 2016 (ton) 2017 (ton) HCFC-22 0.055 0.08 0.04 0.07 HCFC-141b 0.11 0.03 0.02 0.02 TOTAL - 0.11 0.06 0.08","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"305-7","Text":", | Committed to the reduction of GHG emissions by the industry, the company is a signatory to the aviation industry sustainability commit- ment, which seeks carbon-neutral growth by 2020 and a 50% reduction of net carbon dioxide (CO 2 ) emissions in aviation by 2050, compared to 2005 levels.To reduce consumption, the company promotes the improvement of processes, facilities and equipment, pursuing energy efficiency","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"305-7","Text":"‚Äì EMISSIONS OF NOX, SOX AND OTHER SIGNIFICANT ATMOSPHERIC EMISSIONS For all production processes involving stationary sources of atmospheric pollutants, Embraer adopts effective emission control systems, considering the best technology available on the market. Embraer manages the indicators through the Integrated Occupational Health, Safety and Environ- ment System, whose primary document is the Occupational Health, Safety and Environment Policy. Its environmental guidelines related to energy consumption are: ‚Ä¢ To promote and enhance the development of technologies so that its products, processes and equipment have less impact on the environment and people, in a sustainable manner.Emissions in tons","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"305-3","Text":"GREENHOUSE GASES Embraer discloses an annual inventory of greenhouse gases (GHG), which is ISO 14064 certified and audited by Lloyd‚Äôs Register Qual- ity Assurance (LRQA). Detailed information for 2017 is available here . |, , , , ,305-6, 305-7| Committed to the reduction of GHG emissions by the industry, the company is a signatory to the aviation industry sustainability commit- ment, which seeks carbon-neutral growth by 2020 and a 50% reduction of net carbon dioxide (CO 2 ) emissions in aviation by 2050, compared to 2005 levels.","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"305-3","Text":"‚Äì OTHER INDIRECT GREENHOUSE GAS EMISSIONS ‚Äì SCOPE 3 The reported amounts relate to the emissions generated upstream for the purchased goods and services, transport and distribution, business trips, employee commuting and residues generated in operation categories.GEE (tCO 2 e) Gas 2015 2016 2017 CO 2 1 31,979.47 26,185.27 20,736.68 CH 4 25 1,862.90 1,250.07 1,169.86 N2O 298 278.61 381.18 322,93 TOTAL 34,121 27,817 22,229","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"305-5","Text":"GREENHOUSE GASES Embraer discloses an annual inventory of greenhouse gases (GHG), which is ISO 14064 certified and audited by Lloyd‚Äôs Register Qual- ity Assurance (LRQA). Detailed information for 2017 is available here . |, , , , ,305-6, 305-7| Committed to the reduction of GHG emissions by the industry, the company is a signatory to the aviation industry sustainability commit- ment, which seeks carbon-neutral growth by 2020 and a 50% reduction of net carbon dioxide (CO 2 ) emissions in aviation by 2050, compared to 2005 levels.","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"305-5","Text":"‚Äì REDUCTION OF GREENHOUSE GAS EMISSIONS Embraer continuously invests in eco-efficiency projects, seeking the reduction of the consump- tion of resources and the increase of the efficiency in its processes. In 2017, several projects have been implemented that contributed to reducing GHG emissions, especially related to Scope 2, due to the decrease in the consumption of electricity.Reductions 2015 (tCO 2 e) 2016 (tCO 2 e) 2017 (tCO 2 e) Process redesign ‚Äì Scope 1 98 0 263 Equipment modernization conversion ‚Äì Scope 2 239 185 306 Equipment modernization conversion ‚Äì Scope 1 0 0 0 Changes in employee behavior 0 19 28","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"305-2","Text":"GREENHOUSE GASES Embraer discloses an annual inventory of greenhouse gases (GHG), which is ISO 14064 certified and audited by Lloyd‚Äôs Register Qual- ity Assurance (LRQA). Detailed information for 2017 is available here . |, , , , ,305-6, 305-7| Committed to the reduction of GHG emissions by the industry, the company is a signatory to the aviation industry sustainability commit- ment, which seeks carbon-neutral growth by 2020 and a 50% reduction of net carbon dioxide (CO 2 ) emissions in aviation by 2050, compared to 2005 levels.","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"305-2","Text":"‚Äì INDIRECT GREENHOUSE GAS EMISSIONS ‚Äì SCOPE 2Scope 2 (tCO2e)","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"306-2","Text":"Embraer also has strict procedures for waste management in its units, which are carried out in accordance with the applicable legislation in each locality where the industrial plants are present. Dedicated programs continually seek the use of less harmful materials as well as the optimiza- tion of processes. All work is done in line with the selective collection program, based on the following order of priority: non-generation, re- duction, reuse, recycling, treatment and environ- mentally appropriate final disposal. Information regarding total weight of waste generated and destinations are available here . ||GREENHOUSE GASES Embraer discloses an annual inventory of greenhouse gases (GHG), which is ISO 14064 certified and audited by Lloyd‚Äôs Register Qual- ity Assurance (LRQA). Detailed information for 2017 is available here . |305-1, 305-2, 305-3, 305-4, 305-5,","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"306-2","Text":"‚Äì TOTAL RESIDUAL WEIGHT, BROKEN DOWN BY DISPOSAL TYPE AND METHOD2015 2016 2017 Disposal method Not","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"306-3","Text":"‚Äì SIGNIFICANT LEAKS In 2017, the company had no registered cases of significant leaks.306-2 ‚Äì TOTAL RESIDUAL WEIGHT, BROKEN DOWN BY DISPOSAL TYPE AND METHOD","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"306-1","Text":"ENERGY AND WATER In 2017, Embraer consumed 179,237 MWh, an in- crease of 1.33% compared to 2016 (176,889 MWh) due to the inclusion of the Jacksonville unit in the United States. To reduce consumption, the company promotes the improvement of proces- ses, facilities and equipment encouraging energy efficiency. |, | In the year, Embraer consumed 982,826 m 3 of water, of which 6% is related to recycled water. The volume of water in 2017 was considerably lower than in 2016 due to improvements made in the OGMA unit and the implementation of a water reuse project in √âvora. Click here for more information. |, | EFFLUENTS AND WASTE The effluents are destined to the public network, except for the units of Taubat√© (S√£o Paulo) and Gavi√£o Peixoto (S√£o Paulo), which dispense them in the Bo√ßoroca and Mulada streams, respecti- vely. In order to be able to do this, this units have their own sewer treatment stations. The volume discarded is less than the carrying capacity of the water bodies and both are outside environ- mental protected areas. Click here to see the water disposal data of the units broken down by treatment and destination. || THEMATIC SCOPE Industry, innovation and infrastructure Responsible consumption and production Action against global climate changeEmbraer also has strict procedures for waste management in its units, which are carried out in accordance with the applicable legislation in each locality where the industrial plants are present. Dedicated programs continually seek the use of less harmful materials as well as the optimiza- tion of processes. All work is done in line with the selective collection program, based on the following order of priority: non-generation, re- duction, reuse, recycling, treatment and environ- mentally appropriate final disposal. Information regarding total weight of waste generated and destinations are available here . |306-2|","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"306-1","Text":"‚Äì TOTAL DISPOSAL OF WATER, BROKEN DOWN BY QUALITY AND DESTINATION The company establishes robust internal procedures for the management of the topic, available in its internal system (doc.emb), among which, Procedure 1805 ‚Äì Treatment of Domestic and In- dustrial Wastewater, which establishes procedures for the management of services relating to the domestic and industrial wastewater treatment stations. The indicators are managed through the Integrated Occupational Health, Safety and Environment System, supported mainly by the Occupational Health, Safety and Environment Policy. The envi- ronmental guidelines related to the generation of wastewater are: ‚Ä¢  Compliance with legal, environmental, health, safety, fire prevention and emergency require- ments applicable to the company‚Äôs business.‚Ä¢  Prevention and response to pollution, respect to biodiversity, and the concern with cli- mate changes.","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"308-2","Text":"Practices, Supplier Environmental Assessment, non Discrimination, Freedom of Association And Collective Bargaining, Child Labor, Forced or Compulsory Labor, Supplier Social Assessment| Embraer maintains a commercial relationship with 1,200 vendors for product manufacturing. This group is evaluated via monthly monitoring of performance indicators, on-site audits and periodic environmental impact questionnaires. The Aeronautical Supply Chain Development Program (PDCA, in Portuguese), aimed at re- ducing costs and improving quality, is promot- ed in partnership with the Brazilian Agency of Industrial Development (ABDI, in Portuguese) to improve the contracted companies. The company also relies on support from 3,000 partners that perform technical and adminis- trative activities, who attend courses on lean management and guidelines for kaizen practic- es under the Management Excellence Program (PEG, in Portuguese). Participants are chosen after risks and cost reduction opportunities are identified. Approximately 80% of purchases are made from international vendors from North Amer- ica (55%), Europe (20%) and the rest of the world (5%). Transactions with national ven- dors account for 20% of the total purchasing amount. || All contracts contemplate clauses concerning human rights, labor and environmental laws.  |, , , , , , , |4,200","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"308-2","Text":"‚Äì SIGNIFICANT NEGATIVE ENVIRONMENTAL IMPACTS ON THE SUPPLIER CHAIN AND MEASURES ADOPTED Most of the supplier base has undergone some type of assessment related to the Risk Assess- ment or Due Diligence (REACH) processes.SOCIAL STANDARDS GRI 401: EMPLOYMENT 401-1 ‚Äì HIRING OF NEW EMPLOYEES AND TURNOVER The hiring and retaining of people at the company must be based on equity regarding color, gen- der, race, nationality, social position, religion, marital status and physical characteristics, respect- ing the exceptions set forth in the current legislation or the specific requirements of the jobs.","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"308-1","Text":"Practices, Supplier Environmental Assessment, non Discrimination, Freedom of Association And Collective Bargaining, Child Labor, Forced or Compulsory Labor, Supplier Social Assessment| Embraer maintains a commercial relationship with 1,200 vendors for product manufacturing. This group is evaluated via monthly monitoring of performance indicators, on-site audits and periodic environmental impact questionnaires. The Aeronautical Supply Chain Development Program (PDCA, in Portuguese), aimed at re- ducing costs and improving quality, is promot- ed in partnership with the Brazilian Agency of Industrial Development (ABDI, in Portuguese) to improve the contracted companies. The company also relies on support from 3,000 partners that perform technical and adminis- trative activities, who attend courses on lean management and guidelines for kaizen practic- es under the Management Excellence Program (PEG, in Portuguese). Participants are chosen after risks and cost reduction opportunities are identified. Approximately 80% of purchases are made from international vendors from North Amer- ica (55%), Europe (20%) and the rest of the world (5%). Transactions with national ven- dors account for 20% of the total purchasing amount. || All contracts contemplate clauses concerning human rights, labor and environmental laws.  |, , , , , , , |4,200","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"401-2","Text":"‚Äì BENEFITS GRANTED TO FULL-TIME EMPLOYEES THAT ARE NOT EXTENDED TO TEMPORARY OR PART-TIME EMPLOYEES All full-time employees have benefits that include life insurance, health insurance, disability and incapacity allowance, maternity\/paternity leave, and pension fund.401-3 ‚Äì MATERNITY\/PATERNITY LEAVE","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"401-3","Text":"‚Äì MATERNITY\/PATERNITY LEAVEEligible ‚Äì leave Paternity Maternity Total Geral Total eligible 15,486 2,947 18,433 Took the leave 581 132 713 Returned to work 576 118 694 Returned to work (+12 months) 576 118 694 Percentage of return 99 89 97","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"401-1","Text":"SOCIAL STANDARDS GRI 401: EMPLOYMENT  ‚Äì HIRING OF NEW EMPLOYEES AND TURNOVER The hiring and retaining of people at the company must be based on equity regarding color, gen- der, race, nationality, social position, religion, marital status and physical characteristics, respect- ing the exceptions set forth in the current legislation or the specific requirements of the jobs.Total number of employees and turnover by age group, gender and region 2017 Country Age group Men Women Grand total Total % Total % Total % Brazil Under 30 108 0.59 35 0.19 143 0.78 Between 30 and 50 452 2.45 110 0.60 562 3.05 Over 50 239 1.30 25 0.14 264 1.43 TOTAL  799 4.33 170 0.92 969 5.26 China Under 30 0 0.00 0 0.00 0 0.00 Between 30 and 50 6 0.03 3 0.02 9 0.05 Over 50 0 0.00 0 0.00 0 0.00 TOTAL  6 0.03 3 0.02 9 0.05 France Under 30 9 0.05 2 0.01 11 0.06 Between 30 and 50 6 0.03 1 0.01 7 0.04 Over 50 1 0.01 0 0.00 1 0.01 TOTAL  16 0.09 3 0.02 19 0.10 Portugal Under 30 26 0.14 2 0.01 28 0.15 Between 30 and 50 26 0.14 14 0.08 40 0.22 Over 50 0 0.00 0 0.00 0 0.00 TOTAL  52 0.28 16 0.09 68 0.37 Netherlands Under 30 1 0.01 2 0.01 3 0.02 Between 30 and 50 3 0.02 0 0.00 3 0.02 Over 50 1 0.01 0 0.00 1 0.01 TOTAL  5 0.03 2 0.01 7 0.04 Singapore Under 30 0 0.00 1 0.01 1 0.01 Between 30 and 50 3 0.02 2 0.01 5 0.03 Over 50 2 0.01 0 0.00 2 0.01 TOTAL  5 0.03 3 0.02 8 0.04 USA Under 30 133 0.72 27 0.15 160 0.87 Between 30 and 50 98 0.53 17 0.09 115 0.62 Over 50 41 0.22 9 0.05 50 0.27 TOTAL  272 1.48 53 0.29 325 1.76 GRAND TOTAL 1,155 6.27 250 1.36 1,405 7.62","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"401-1","Text":"‚Äì HIRING OF NEW EMPLOYEES AND TURNOVER53","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"403-4","Text":"‚Äì TOPICS RELATED TO HEALTH AND SAFETY COVERED BY FORMAL UNION AGREEMENTS In 2017, 12 agreements were signed with unions that cover safety and health issues, such as personal protective equipment; leadership and employee health and safety committees; participation of workers' representatives in safety and health surveys and accident audits; training and education; and system of complaints and periodic surveys. All agreements con- templated the themes mentioned above.56","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"403-1","Text":"‚Äì REPRESENTATIVENESS OF WORKERS IN FORMAL HEALTH AND SAFETY COMMITTEESName of the formal health and safety committee made up of employees from different hierarchical levels Level at which it operates within the organization Internal Accident Prevention Commission (Cipa) Brazil ‚Äì at all hierarchical levels in the organization Total workforce Workforce represented in formal health and safety committees consisting of employees from different hierarchical levels in the organization Percentage of the workforce represented in formal health and safety committees consisting of employees from different hierarchical levels in the organization 18,290* 15,568 85.12","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"403-3","Text":"‚Äì EMPLOYEES WITH HIGH INCIDENCE OR HIGH RISK OF DISEASES RELATED TO THEIR OCCUPATION There are no employees involved in occupational activities presenting high incidence or high risk of specific diseases. Based on its health and safety policy, the company holds preventive and treatment actions focusing on occupational health, quality of life and the well-being of its employees, family members and trainees. They are developed from the epidemiological profile, arising from the regular medical check-up. Among the actions, the Estar de Bem Program is worth emphasizing, which aims to contribute to improvements in the quality of life and well-being through the encour- agement and the provision of conditions that lead to healthy habits. The following initiatives are part of the program:Estar de Bem sem o Cigarro (Being Well Without Smoking): has the purpose of providing spe- cialized treatment to those who wish to quit smoking, combining medication and psychological support. The company pays 100% of the treatment.","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"403-2","Text":"‚Äì TYPES AND RATES OF INJURIES, OCCUPATIONAL DISEASES, LOST DAYS, ABSENTEEISM, AND NUMBER OF WORK-RELATED DEATHSLost-time accidents to the total number of workers (own employees)","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"404-1","Text":"which help define the Individual Development Program and salary progressions for production employees starting their career who achieve positive results. Embraer also has the Embraer Leadership Program, where leaders undergo a 360¬∞ assessment, Performance Map and Calibration Committee. | | In 2017, the company invested R$6,391,015 and offered 604,525 total training and education hours (for an average of 61 hours per employee). More details are available here . |, , , | Health and safety The Environmental, Health and Safety Policy guides actions for the prevention of accidents and diseases, which are put into practice by the Behavioral Program, the Tensional Reeducation Training Program (PERTO, in Portuguese), the ergonomic risk management, the application of prevention through design and in the actions of the Well-Being programs. All the employees undergo annual medical examinations that al- low the epidemiological mapping of each area. In compliance with the legislation, the company maintains the Internal Commission for Acci- dent Prevention (CIPA, in Portuguese), which represents 85.1% of the workforce. It also nego- tiates formal agreements with trade unions and clauses to be included in collective bargaining agreements that contemplate all employees across Brazil. In its units abroad, the company strictly follows the laws and regulations of each country in which it operates. || In 2017, the number of accidents that resulted in medical leave was 33, and the rate of occu- pational disease was 0.03%. These data are monitored and analyzed on a monthly basis by the Board of Executive Officers and the Board of Directors, and reduction targets are con- templated under the Sustainability Plan 2020.PARTNER RELATIONSHIP MANAGEMENT |102-9, 103-2, 103-3, Procurement","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"404-1","Text":"GRI 404: TRAINING AND EDUCATION  ‚Äì AVERAGE HOURS OF TRAINING PER YEAR PER EMPLOYEE57","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"404-3","Text":"which help define the Individual Development Program and salary progressions for production employees starting their career who achieve positive results. Embraer also has the Embraer Leadership Program, where leaders undergo a 360¬∞ assessment, Performance Map and Calibration Committee. | | In 2017, the company invested R$6,391,015 and offered 604,525 total training and education hours (for an average of 61 hours per employee). More details are available here . |, , , | Health and safety The Environmental, Health and Safety Policy guides actions for the prevention of accidents and diseases, which are put into practice by the Behavioral Program, the Tensional Reeducation Training Program (PERTO, in Portuguese), the ergonomic risk management, the application of prevention through design and in the actions of the Well-Being programs. All the employees undergo annual medical examinations that al- low the epidemiological mapping of each area. In compliance with the legislation, the company maintains the Internal Commission for Acci- dent Prevention (CIPA, in Portuguese), which represents 85.1% of the workforce. It also nego- tiates formal agreements with trade unions and clauses to be included in collective bargaining agreements that contemplate all employees across Brazil. In its units abroad, the company strictly follows the laws and regulations of each country in which it operates. || In 2017, the number of accidents that resulted in medical leave was 33, and the rate of occu- pational disease was 0.03%. These data are monitored and analyzed on a monthly basis by the Board of Executive Officers and the Board of Directors, and reduction targets are con- templated under the Sustainability Plan 2020.PARTNER RELATIONSHIP MANAGEMENT |102-9, 103-2, 103-3, Procurement","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"404-3","Text":"‚Äì PERCENTAGE OF EMPLOYEES WHO REGULARLY RECEIVE CAREER DEVELOP- MENT AND PERFORMANCE ANALYSES Assessment The employee skill assessment process took place between April and July 2017. The supervisors‚Äô assessment took place in May 2017.Leadership Aims to establish development actions, promote a high performance culture, generate support for career development and succession planning. In order to do so, a 360¬∞ assessment is used, as well as Performance Map and Calibration Committee. All leadership levels at the Company are assessed, including the CEO. The leadership assessment process (Managers and Directors) was postponed to the first quarter of 2018.","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"404-2","Text":"which help define the Individual Development Program and salary progressions for production employees starting their career who achieve positive results. Embraer also has the Embraer Leadership Program, where leaders undergo a 360¬∞ assessment, Performance Map and Calibration Committee. | | In 2017, the company invested R$6,391,015 and offered 604,525 total training and education hours (for an average of 61 hours per employee). More details are available here . |, , , | Health and safety The Environmental, Health and Safety Policy guides actions for the prevention of accidents and diseases, which are put into practice by the Behavioral Program, the Tensional Reeducation Training Program (PERTO, in Portuguese), the ergonomic risk management, the application of prevention through design and in the actions of the Well-Being programs. All the employees undergo annual medical examinations that al- low the epidemiological mapping of each area. In compliance with the legislation, the company maintains the Internal Commission for Acci- dent Prevention (CIPA, in Portuguese), which represents 85.1% of the workforce. It also nego- tiates formal agreements with trade unions and clauses to be included in collective bargaining agreements that contemplate all employees across Brazil. In its units abroad, the company strictly follows the laws and regulations of each country in which it operates. || In 2017, the number of accidents that resulted in medical leave was 33, and the rate of occu- pational disease was 0.03%. These data are monitored and analyzed on a monthly basis by the Board of Executive Officers and the Board of Directors, and reduction targets are con- templated under the Sustainability Plan 2020.PARTNER RELATIONSHIP MANAGEMENT |102-9, 103-2, 103-3, Procurement","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"404-2","Text":"‚Äì EMPLOYEE KNOWLEDGE IMPROVEMENT PROGRAMS AND CAREER TRANSI- TION PROGRAMS In 2017, the Voluntary Dismissal Program started in 2016 was closed. In order to support the pro- fessionals who have joined the program, Embraer offered the Career Transition Support Program, which aims to guide the employee who left the company in the planning of the new stage in his life. Under the initiative, two lectures (SJC and GPX) were held. Each of them with four hours, provid- ing support and guidance from the Social Security (INSS, in Portuguese) to employees who are about to retire.404-3 ‚Äì PERCENTAGE OF EMPLOYEES WHO REGULARLY RECEIVE CAREER DEVELOP- MENT AND PERFORMANCE ANALYSES Assessment The employee skill assessment process took place between April and July 2017. The supervisors‚Äô assessment took place in May 2017.","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"405-1","Text":"GRI 405: DIVERSITY AND EQUAL OPPORTUNITIES  ‚Äì DIVERSITY OF GROUPS RESPONSIBLE FOR GOVERNANCE AND AMONG EMPLOYEESGovernance Entity Total Women (%) Men (%) Board of Directors 11 18 82 Board 11 9 91 Governance Entity Total Under 30 (%) Between 30 and 50 (%) Older than 50 (%) Board of Directors 11 0 0 100 Board 11 0 27 73","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"405-2","Text":"‚Äì CORRELATION BETWEEN MINIMUM WAGE AND COMPENSATION BETWEEN WOMEN AND MEN GRI 406: NON-DISCRIMINATION  ‚Äì DISCRIMINATION INCIDENTS AND CORRECTIVE MEASURES ADOPTED The Helpline received no reports of incidents connected to discrimination during the assessed period.GRI 412: HUMAN RIGHTS ASSESSMENT 412-2 ‚Äì EMPLOYEE TRAINING ON POLICIES AND PROCEDURES RELATED TO HUMAN RIGHTS In 2008, Embraer formally joined the United Nations Global Compact, which aims to mobilize the international business community to adopt basic human rights and anti-corruption values in business practices, labor relations and environmental protection matters. The company also collaborates with the Sustainable Development Goals (SDG), from the United Nations. Embraer believes and puts into action the principles for multinational corporations and social policies (established by the International Labor Organization), as well as the Organization for Economic Cooperation and Development (OECD) Guidelines for Multinational Enterprises, which may be noted in business practices, corporate values and company's management transparency.","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"406-1","Text":"‚Äì CORRELATION BETWEEN MINIMUM WAGE AND COMPENSATION BETWEEN WOMEN AND MEN GRI 406: NON-DISCRIMINATION  ‚Äì DISCRIMINATION INCIDENTS AND CORRECTIVE MEASURES ADOPTED The Helpline received no reports of incidents connected to discrimination during the assessed period.GRI 412: HUMAN RIGHTS ASSESSMENT 412-2 ‚Äì EMPLOYEE TRAINING ON POLICIES AND PROCEDURES RELATED TO HUMAN RIGHTS In 2008, Embraer formally joined the United Nations Global Compact, which aims to mobilize the international business community to adopt basic human rights and anti-corruption values in business practices, labor relations and environmental protection matters. The company also collaborates with the Sustainable Development Goals (SDG), from the United Nations. Embraer believes and puts into action the principles for multinational corporations and social policies (established by the International Labor Organization), as well as the Organization for Economic Cooperation and Development (OECD) Guidelines for Multinational Enterprises, which may be noted in business practices, corporate values and company's management transparency.","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"407-1","Text":"Practices, Supplier Environmental Assessment, non Discrimination, Freedom of Association And Collective Bargaining, Child Labor, Forced or Compulsory Labor, Supplier Social Assessment| Embraer maintains a commercial relationship with 1,200 vendors for product manufacturing. This group is evaluated via monthly monitoring of performance indicators, on-site audits and periodic environmental impact questionnaires. The Aeronautical Supply Chain Development Program (PDCA, in Portuguese), aimed at re- ducing costs and improving quality, is promot- ed in partnership with the Brazilian Agency of Industrial Development (ABDI, in Portuguese) to improve the contracted companies. The company also relies on support from 3,000 partners that perform technical and adminis- trative activities, who attend courses on lean management and guidelines for kaizen practic- es under the Management Excellence Program (PEG, in Portuguese). Participants are chosen after risks and cost reduction opportunities are identified. Approximately 80% of purchases are made from international vendors from North Amer- ica (55%), Europe (20%) and the rest of the world (5%). Transactions with national ven- dors account for 20% of the total purchasing amount. || All contracts contemplate clauses concerning human rights, labor and environmental laws.  |, , , , , , , |4,200","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"408-1","Text":"Practices, Supplier Environmental Assessment, non Discrimination, Freedom of Association And Collective Bargaining, Child Labor, Forced or Compulsory Labor, Supplier Social Assessment| Embraer maintains a commercial relationship with 1,200 vendors for product manufacturing. This group is evaluated via monthly monitoring of performance indicators, on-site audits and periodic environmental impact questionnaires. The Aeronautical Supply Chain Development Program (PDCA, in Portuguese), aimed at re- ducing costs and improving quality, is promot- ed in partnership with the Brazilian Agency of Industrial Development (ABDI, in Portuguese) to improve the contracted companies. The company also relies on support from 3,000 partners that perform technical and adminis- trative activities, who attend courses on lean management and guidelines for kaizen practic- es under the Management Excellence Program (PEG, in Portuguese). Participants are chosen after risks and cost reduction opportunities are identified. Approximately 80% of purchases are made from international vendors from North Amer- ica (55%), Europe (20%) and the rest of the world (5%). Transactions with national ven- dors account for 20% of the total purchasing amount. || All contracts contemplate clauses concerning human rights, labor and environmental laws.  |, , , , , , , |4,200","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"408-1","Text":"SOCIAL STANDARDS TRAINING AND EDUCATION    GRI 103: Management approach 2016 : Explanation of the material topic and its boundary 40 and 41 : The management approach and its components 27 and 42 1, 5, 8, 16 : Evaluation of the management approach 27 and 42 GRI 404: Training and education 2016 : Average hours of training per year per employee 27 and 57 4, 5, 8 : Programs for upgrading employee skills and transition assistance programs 27 and 58 8 : Percentage of employees receiving regular performance and career development reviews 27 and 58 5, 8 DIVERSITY AND EQUAL OPORTUNITY    GRI 103: Management approach 2016 : Explanation of the material topic and its boundary 40 and 41 : The management approach and its components 27 , 41 and 42 1, 5, 8, 16 : Evaluation of the management approach 27 , 41 and 42 GRI 405: Diversity and equal oportunity 2016 : Diversity of governance bodies and employees 59 5, 8 : Ratio of basic salary and remuneration of women to men 60 5, 8, 10 NON DISCRIMINATION    GRI 103: Management approach 2016 : Explanation of the material topic and its boundary 40 and 41 : The management approach and its components 27 , 41 and 42 1, 5, 8, 16 : Evaluation of the management approach 27 , 41 and 42 GRI 406 : Non discrimination 2016 : Incidents of discrimination and corrective actions taken 60 5, 8, 16 FREEDOM OF ASSOCIATION AND COLLECTIVE BARGAINING    GRI 103: Management approach 2016 : Explanation of the material topic and its boundary 40 and 41 : The management approach and its components 27 1, 5, 8, 16 : Evaluation of the management approach 27 GRI 407 : Freedom of association and collective bargaining 2016 : Operations and suppliers in which the right to freedom of association and collective bargaining may be at risk 27 8 CHILD LABOR GRI 103: Management approach 2016 : Explanation of the material topic and its boundary 40 and 41 : The management approach and its components 27 1, 5, 8, 16 : Evaluation of the management approach 27 GRI 408 : Child labor 2016 : Operations and suppliers at significant risk for incidents of child labor 27 8, 16Contents previous next","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"409-1","Text":"Practices, Supplier Environmental Assessment, non Discrimination, Freedom of Association And Collective Bargaining, Child Labor, Forced or Compulsory Labor, Supplier Social Assessment| Embraer maintains a commercial relationship with 1,200 vendors for product manufacturing. This group is evaluated via monthly monitoring of performance indicators, on-site audits and periodic environmental impact questionnaires. The Aeronautical Supply Chain Development Program (PDCA, in Portuguese), aimed at re- ducing costs and improving quality, is promot- ed in partnership with the Brazilian Agency of Industrial Development (ABDI, in Portuguese) to improve the contracted companies. The company also relies on support from 3,000 partners that perform technical and adminis- trative activities, who attend courses on lean management and guidelines for kaizen practic- es under the Management Excellence Program (PEG, in Portuguese). Participants are chosen after risks and cost reduction opportunities are identified. Approximately 80% of purchases are made from international vendors from North Amer- ica (55%), Europe (20%) and the rest of the world (5%). Transactions with national ven- dors account for 20% of the total purchasing amount. || All contracts contemplate clauses concerning human rights, labor and environmental laws.  |, , , , , , , |4,200","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"409-1","Text":"FORCED OR COMPULSORY LABOR    GRI 103: Management approach 2016 : Explanation of the material topic and its boundary 40 and 41 : The management approach and its components 27 1, 5, 8, 16 : Evaluation of the management approach 27 GRI 409: Forced or compulsory labor 2016 : Operations and suppliers at significant risk for incidents of forced or compulsory labor 27 8 HUMAN RIGHTS ASSESSMENT    GRI 103: Management approach 2016 : Explanation of the material topic and its boundary 40 and 41 : The management approach and its components 41 1, 5, 8, 16 : Evaluation of the management approach 41 GRI 412: Human rights assessment 2016 : Employee training on human rights policies or procedures 27 , 60 and 61 : Significant investment agreements and contracts that include human rights clauses or that underwent human rights screening 27 and 61 LOCAL COMMUNITIES   GRI 103: Management approach 2016 : Explanation of the material topic and its boundary 40 and 41 : The management approach and its components 28 1, 5, 8, 16 : Evaluation of the management approach 28 GRI 413: Local communities 2016 : Operations with local community engagement, impact assessments, and development programs 28 SUPPLIER SOCIAL ASSESSMENT   GRI 103: Management approach 2016 : Explanation of the material topic and its boundary 40 and 41 : The management approach and its components 27 1, 5, 8, 16 : Evaluation of the management approach 27 GRI 414: Supplier social assessment 2016 : New suppliers that were screened using social criteria 27 6, 8, 16 : Negative social impacts in the supply chain and actions taken 27 6, 8, 16 CUSTOMER HEALTH AND SAFETY   GRI 103: Management approach 2016 : Explanation of the material topic and its boundary 40 and 41 : The management approach and its components 41 and 42 1, 5, 8, 16 : Evaluation of the management approach 41 and 42 GRI 416: Customer health and safety 2016 : Assessment of the health and safety impacts of product and service categories 61 : Incidents of non-compliance concerning the health and safety impacts of products and services 61 16Contents previous next","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"412-2","Text":"which help define the Individual Development Program and salary progressions for production employees starting their career who achieve positive results. Embraer also has the Embraer Leadership Program, where leaders undergo a 360¬∞ assessment, Performance Map and Calibration Committee. | | In 2017, the company invested R$6,391,015 and offered 604,525 total training and education hours (for an average of 61 hours per employee). More details are available here . |, , , | Health and safety The Environmental, Health and Safety Policy guides actions for the prevention of accidents and diseases, which are put into practice by the Behavioral Program, the Tensional Reeducation Training Program (PERTO, in Portuguese), the ergonomic risk management, the application of prevention through design and in the actions of the Well-Being programs. All the employees undergo annual medical examinations that al- low the epidemiological mapping of each area. In compliance with the legislation, the company maintains the Internal Commission for Acci- dent Prevention (CIPA, in Portuguese), which represents 85.1% of the workforce. It also nego- tiates formal agreements with trade unions and clauses to be included in collective bargaining agreements that contemplate all employees across Brazil. In its units abroad, the company strictly follows the laws and regulations of each country in which it operates. || In 2017, the number of accidents that resulted in medical leave was 33, and the rate of occu- pational disease was 0.03%. These data are monitored and analyzed on a monthly basis by the Board of Executive Officers and the Board of Directors, and reduction targets are con- templated under the Sustainability Plan 2020.PARTNER RELATIONSHIP MANAGEMENT |102-9, 103-2, 103-3, Procurement","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"412-2","Text":"GRI 412: HUMAN RIGHTS ASSESSMENT  ‚Äì EMPLOYEE TRAINING ON POLICIES AND PROCEDURES RELATED TO HUMAN RIGHTS In 2008, Embraer formally joined the United Nations Global Compact, which aims to mobilize the international business community to adopt basic human rights and anti-corruption values in business practices, labor relations and environmental protection matters. The company also collaborates with the Sustainable Development Goals (SDG), from the United Nations. Embraer believes and puts into action the principles for multinational corporations and social policies (established by the International Labor Organization), as well as the Organization for Economic Cooperation and Development (OECD) Guidelines for Multinational Enterprises, which may be noted in business practices, corporate values and company's management transparency.Brazil Administrative 0.87 3,677 4,243 Engineer 0.88 10,499 11,868 Leader 0.91 16,093 17,732 Operational 0.86 4,143 4,827 Pilot - 26,930 Professional 0.87 7,725 8,846 Technician 0.70 4,353 6,210 TOTAL 0.91 7,332 8,041 China Administrative - 20,542  Engineer - 28,530 Leader 0.32 34,903 109,043 Pilot -  107,192 Professional 0.55 19,620 35,702 TOTAL 0.42 24,010 57,162 USA Administrative 1.06 3,678 3,473 Engineer 0.90 6,257 6,958 Leader 0.92 9,939 10,816 Operational 1.04 3,572 3,428 Pilot -  9,070 Professional 0.79 5,823 7,379 Technician 0.88 3,997 4,541 TOTAL 0.93 5,251 5,660 France Administrative 0.89 3,212 3,596 Engineer - 3,376  Leader -  6,316 Operational 1.07 2,654 2,481 Professional 0.95 3,537 3,719 Technician 1.09 2,755 2,518 TOTAL 1.01 3,254 3,221 Correlation between minimum wage and compensation between women and men by category and location Average salary paid (local currency)","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"412-2","Text":"‚Äì EMPLOYEE TRAINING ON POLICIES AND PROCEDURES RELATED TO HUMAN RIGHTS61","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"412-3","Text":"Practices, Supplier Environmental Assessment, non Discrimination, Freedom of Association And Collective Bargaining, Child Labor, Forced or Compulsory Labor, Supplier Social Assessment| Embraer maintains a commercial relationship with 1,200 vendors for product manufacturing. This group is evaluated via monthly monitoring of performance indicators, on-site audits and periodic environmental impact questionnaires. The Aeronautical Supply Chain Development Program (PDCA, in Portuguese), aimed at re- ducing costs and improving quality, is promot- ed in partnership with the Brazilian Agency of Industrial Development (ABDI, in Portuguese) to improve the contracted companies. The company also relies on support from 3,000 partners that perform technical and adminis- trative activities, who attend courses on lean management and guidelines for kaizen practic- es under the Management Excellence Program (PEG, in Portuguese). Participants are chosen after risks and cost reduction opportunities are identified. Approximately 80% of purchases are made from international vendors from North Amer- ica (55%), Europe (20%) and the rest of the world (5%). Transactions with national ven- dors account for 20% of the total purchasing amount. || All contracts contemplate clauses concerning human rights, labor and environmental laws.  |, , , , , , , |4,200","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"412-3","Text":"‚Äì AGREEMENTS AND SIGNIFICANT INVESTMENT CONTRACTS THAT INCLUDE HUMAN RIGHTS CLAUSES OR THAT WERE SUBMITTED TO HUMAN RIGHTS ASSESSMENTS The Code of Ethics and Conduct is applicable to all Embraer employees, suppliers and other partners, as provided in the agreements. The document provides penalties for breaches: ‚ÄúThe Board members, directors, employees and all individual or companies who develop activities on behalf of or in the name of Embraer are subject to administrative or legal disciplinary measures in case of violation of the principles and values established by this Code, including the termination of employment or the contractual business relationship, as appropriate.‚Äù Before establishing any business relationship, Embraer requires the business partners and third-party intermediaries to undergo a comprehensive due diligence analysis. Thus, the company holds important prior information in order to meet the ethics, integrity and compliance standards throughout the chain. Embraer‚Äôs Code of Ethics and Conduct features among the various docu- ments considered in the due diligence process. This document is based on corporate values, on the principles set forth in the United Nations Global Compact and OECD, as well as on the best corporate governance and accounting practices.GRI 416: CUSTOMER HEALTH AND SAFETY 416-1 ‚Äì ASSESSMENT OF THE HEALTH AND SAFETY IMPACTS OF PRODUCT AND SERVICE CATEGORIES 416-2 ‚Äì NON-COMPLIANCE CASES REGARDING HEALTH AND SAFETY IMPACTS OF PRODUCTS AND SERVICES AT THE CLIENTS Manufacturers of any aircraft must demonstrate the compliance of their product with requirements such as structure, engines, control systems, electric systems and performance during flight. This demonstration of compliance is done through analysis during soil tests (such as structure tests to support bird attacks, fatigue tests and simulator tests), as well as through in-flight testing. In order to be approved for use, the aircraft must meet all requirements.","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"413-1","Text":"|, , , , , Direct economic impact, Local communities| Social investment in Brazil is coordinated by the Embraer Institute for Education and Research, which for more than 15 years promotes educa- tion-related projects, engagement with civil soci- ety and the historic preservation of the country‚Äôs aeronautical industry. The main initiatives include the Juarez Wan- derley (S√£o Jos√© dos Campos, S√£o Paulo) and Casimiro Montenegro Filho (Botucatu, S√£o Paulo) schools, which offer free, full-time high school education to students coming from public schools and whose household income is lower than 9x the minimum monthly wage. Students also receive uniforms, textbooks, meals and transportation for the entire school year. In 2017, both schools were among the top-ranked institutions in the National High School Exam (ENEM, in Portuguese), and Juarez Wanderley was ranked 8 th in the state of S√£o Paulo. In addition, more than 80% of their alumni were admitted to public universities across Brazil. Con- sidering those admitted in private universities with full scholarships, the rate of graduates who attend a college-level institution exceeds 90%. Some of these students receive financial sup- port from the Scholarship Fund, an initiative supported by contributions from businesses and individuals as well as from former grantees, whorefund the program after entering the job market. The Embraer Institute also provides finan- cial support to nonprofit social organizations, through the Social Partnership Program (PPS, in Portuguese). The initiative is aimed at sup- porting projects aligned with the United Nations Sustainable Development Goals (SDGs). In 2017, it supported 12 organizations by investing up to R$40,000 per project. The entity also operates the Embraer Historic Center, whose purpose is to preserve and pro- mote the history of the Brazilian aviation industry. It currently has exhibition spaces at Embraer units, organizes virtual exhibits and monthly guided tours to the S√£o Jos√© dos Campos man- ufacturing plant to community members. Some of the highlights of 2017 include the ‚ÄúDe- sign in Brazilian aviation‚Äù exhibit, which was at- tended by more than 40,000 visitors to the Museu da Casa Brasileira (MCB), in S√£o Paulo. The Embraer Institute also earned the 2017 Aberje Award, the country‚Äôs leading corporate commu- nications award. The Institute was recognized by the Brazilian Association of Corporate Communi- cations (ABERJE, in Portuguese), in the Historical Responsibility and Business Memory category, for its efforts to preserve aeronautical memory over the course of the year. In 2017, the company created the Embraer Foun- dation, which consolidates all of the company‚Äôs social initiatives in the United States. As is the case with the Institute in Brazil, the Foundation establishes social partnerships, engages employ- ees in volunteering programs and promotes an entrepreneurial culture among members of the communities served. LEARN MORE AT www.centrohistoricoembraer.com.br","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"414-2","Text":"Practices, Supplier Environmental Assessment, non Discrimination, Freedom of Association And Collective Bargaining, Child Labor, Forced or Compulsory Labor, Supplier Social Assessment| Embraer maintains a commercial relationship with 1,200 vendors for product manufacturing. This group is evaluated via monthly monitoring of performance indicators, on-site audits and periodic environmental impact questionnaires. The Aeronautical Supply Chain Development Program (PDCA, in Portuguese), aimed at re- ducing costs and improving quality, is promot- ed in partnership with the Brazilian Agency of Industrial Development (ABDI, in Portuguese) to improve the contracted companies. The company also relies on support from 3,000 partners that perform technical and adminis- trative activities, who attend courses on lean management and guidelines for kaizen practic- es under the Management Excellence Program (PEG, in Portuguese). Participants are chosen after risks and cost reduction opportunities are identified. Approximately 80% of purchases are made from international vendors from North Amer- ica (55%), Europe (20%) and the rest of the world (5%). Transactions with national ven- dors account for 20% of the total purchasing amount. || All contracts contemplate clauses concerning human rights, labor and environmental laws.  |, , , , , , , |4,200","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"414-1","Text":"Practices, Supplier Environmental Assessment, non Discrimination, Freedom of Association And Collective Bargaining, Child Labor, Forced or Compulsory Labor, Supplier Social Assessment| Embraer maintains a commercial relationship with 1,200 vendors for product manufacturing. This group is evaluated via monthly monitoring of performance indicators, on-site audits and periodic environmental impact questionnaires. The Aeronautical Supply Chain Development Program (PDCA, in Portuguese), aimed at re- ducing costs and improving quality, is promot- ed in partnership with the Brazilian Agency of Industrial Development (ABDI, in Portuguese) to improve the contracted companies. The company also relies on support from 3,000 partners that perform technical and adminis- trative activities, who attend courses on lean management and guidelines for kaizen practic- es under the Management Excellence Program (PEG, in Portuguese). Participants are chosen after risks and cost reduction opportunities are identified. Approximately 80% of purchases are made from international vendors from North Amer- ica (55%), Europe (20%) and the rest of the world (5%). Transactions with national ven- dors account for 20% of the total purchasing amount. || All contracts contemplate clauses concerning human rights, labor and environmental laws.  |, , , , , , , |4,200","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"416-1","Text":"GRI 416: CUSTOMER HEALTH AND SAFETY  ‚Äì ASSESSMENT OF THE HEALTH AND SAFETY IMPACTS OF PRODUCT AND SERVICE CATEGORIES  ‚Äì NON-COMPLIANCE CASES REGARDING HEALTH AND SAFETY IMPACTS OF PRODUCTS AND SERVICES AT THE CLIENTS Manufacturers of any aircraft must demonstrate the compliance of their product with requirements such as structure, engines, control systems, electric systems and performance during flight. This demonstration of compliance is done through analysis during soil tests (such as structure tests to support bird attacks, fatigue tests and simulator tests), as well as through in-flight testing. In order to be approved for use, the aircraft must meet all requirements.412-2 ‚Äì EMPLOYEE TRAINING ON POLICIES AND PROCEDURES RELATED TO HUMAN RIGHTS","Obs":"ok"}
{"Filename":"2017_Embraer_EN.jsonl","GRI":"416-2","Text":"GRI 416: CUSTOMER HEALTH AND SAFETY  ‚Äì ASSESSMENT OF THE HEALTH AND SAFETY IMPACTS OF PRODUCT AND SERVICE CATEGORIES  ‚Äì NON-COMPLIANCE CASES REGARDING HEALTH AND SAFETY IMPACTS OF PRODUCTS AND SERVICES AT THE CLIENTS Manufacturers of any aircraft must demonstrate the compliance of their product with requirements such as structure, engines, control systems, electric systems and performance during flight. This demonstration of compliance is done through analysis during soil tests (such as structure tests to support bird attacks, fatigue tests and simulator tests), as well as through in-flight testing. In order to be approved for use, the aircraft must meet all requirements.412-2 ‚Äì EMPLOYEE TRAINING ON POLICIES AND PROCEDURES RELATED TO HUMAN RIGHTS","Obs":"ok"}
