{"Filename":"2017_Natura_EN.jsonl","GRI":"201-3","Text":"Obligations of the defined-benefit and other pension plans GRIEmployee Benefits ‚Äì Brazil GRI 401-2","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"201-2","Text":"Climate change GRI  Permanent monitoring of external risks arising from the economic conjuncture by senior management, with modifications to strategic planning as necessary. Other external risks (interest rates, exchange rate variations, inflation etc.) Permanent monitoring of the political-economic conjuncture in the countries in which Natura operates, modifying strategy as necessary. Institutional situation (Brazil and International Operations)Main risks monitored at Natura  GRI 102-15; 102-34","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"201-1","Text":"Direct economic value generated and distributed GRI ; ;Direct economic value generated (R$ million) 1 2015 2016 2017","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"202-1","Text":"Ratio of lowest starting salary to the local minimum salary GRI ; ;  Natura is against any kind of discrimination or inequality based on race, colour, sex, age or religious belief. Consequently, there are no salary distinctions related to these aspects. Our salary levels are in accordance with competitive remuneration in the respective local markets. In Colombia and in Brazil, the operational production units are aligned with local market practices and comply with collective conventions, which means that salaries are closer to the legal minimum salaries. Particularly in Natura Argentina, there are positions in which the remuneration is determined by union agreement. Coincidentally, these positions are occupied by women, which means that their salaries are closer to the local minimum salary. The remuneration of third-party employees is determined based on negotiations with the service providers, who are responsible for complying with all legal obligations, including the conditions established in the collective agreements and conventions applicable to their categories.Ratio of total annual remuneration of the best paid individual to the median annual salary of all employ- ees GRI 102-38 As in the previous year, it was not possible to report this in line with the GRI standard requirements due to the confidential nature of this information.","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"202-2","Text":"Hired in the local community GRI ; ;Members of senior management hired in the local community  ‚Äì Brazil 2015 2016 2017","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"203-2","Text":"GRI ; ; ; ; ;GRI 203-2 Communities and families benefiting in the Pan-Amazon region","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"203-2","Text":"GRI  Communities and families benefiting in the Pan-Amazon region2015 2016 2017 Vision commit- ment for 2020","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"203-2","Text":"GRI  Communities and families benefiting 1 2015 2016 2017Communities with which Natura maintains relations 30 33 34 Families benefiting in the communities 2,251 2,841 5,296","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"203-2","Text":"GRI  Funds allocated by family (R$ thousands) 2015 2016 2017Direct funds 2 3.1 3.2 Supply 1 2.0 2.9","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"203-1","Text":"GRISustainable social biodiversity businesses","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"203-1","Text":"GRI ; ;1 Total purchases of raw materials from Pan-Amazon region versus total purchases of other inputs. 2 Cumulative amount since 2011 including the purchase of Amazonian raw materials, benefit sharing, investments in the Ecoparque, local development, institutional reinforcement, innovation, environmental projects and the purchase of carbon credits.","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"203-1","Text":"GRI ; ; ; ; ;GRI 203-2 Communities and families benefiting in the Pan-Amazon region","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"203-1","Text":"GRI  Community investments (R$ thousands) 2015 2016 2017Supply 2,837 5,771 9,213 Benefit sharing 1 2,411 3,070 6,075 Support for local development and infrastructure projects 2 443 669 763 Use of image 3 14 36 5 Training 4 245 77 70 Technical services 5 139 255 337 Carbon credits 6 - - 1,478 Studies 7  490 245 0 Total allocated to communities 6,579 10,123 17,942","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"203-1","Text":"GRINetwork of people and organizations involved in the Instituto Natura initia- tives ‚Äî Brazil 2015 2016 2017","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"203-1","Text":"GRIInvestment in projects developed and supported by Crer Para Ver International Operations (R$ million)","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"203-1","Text":"GRIInvestment in projects developed and supported by Crer Para Ver Brazil (R$ million)","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"204-1","Text":"GRI1 Only the production units (Cajamar and Benevides) are considered to be operational units. Our definition of local considers total purchases made from suppliers located in the same municipality as these units, whichever Natura unit they may supply. Since we consider only company-owned manufacturing units, the International Operations whose products are manufactured by partners are not taken into account in this calculation. 2 In Cajamar, the increase is due mainly to the higher business volume. There was an alteration in business volume with suppliers in the area surrounding Benevides in 2016 and 2015 due to a review of the scope of the indicator.","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"205-2","Text":"Communication and training in anti-corruption policies and procedures GRI ; ;  In the course of the year, a large number of actions were taken to reinforce anti-corruption procedures and policies among employees, reporting to respective area managers and directors. We also communicated our anti-corruption policies and procedures to 880 Natura suppliers, worthy of note being the recommendation to conduct an e-learning programme about the Natura Code of Conduct. These partners include third-party contractors.By functional category","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"205-3","Text":"Confirmed cases of corruption and measures taken GRI ; ;  As a consequence of the strategy aimed at publicising the Ombudsman service, the number of cases of corruption involving Natura Beauty Consultants and Business Leaders grew, which increased the overall indicator compared with 2016. In contrast, there was a drop in the number of cases that resulted in the punishment and dismissal of employees. Public authorities were not involved in any of the cases.Cases of corruption 2015 2016 2017","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"205-1","Text":"Operations submitted to corruption-related assessments GRI ; ;  Natura was recognised publicly as a Pro-Ethical company in 2016 and 2017 by Brazil‚Äôs Ministry of Transparency  and the Federal Comptroller General. This recognition is due to the measures the company has in place to prevent, detect and remedy cases of corruption and fraud. It should be noted that we are signatories to the United Nations Global Compact, and we support the Alliance for Integrity, a global anti-corruption initiative. In 2017, the Compliance, Inter- nal Controls and Risk areas maintained the programme to ensure compliance with Brazil‚Äôs anti-corruption law (law 12.846\/2013). This entailed a number of initiatives, such as updating the mapping of all the company‚Äôs critical areas; the organization of training focused on the country‚Äôs anti-corruption law for employees and for small and medium sized product and service providers; the reassessment of the company‚Äôs level of risk in relation to legislation; tests for the controls regarding the Code of Conduct, the Ethics Committee and the whistleblowing hotline; as well as internal communication to reinforce awareness in this area.Communication and training in anti-corruption policies and procedures GRI 103-2; 103-3; 205-2 In the course of the year, a large number of actions were taken to reinforce anti-corruption procedures and policies among employees, reporting to respective area managers and directors. We also communicated our anti-corruption policies and procedures to 880 Natura suppliers, worthy of note being the recommendation to conduct an e-learning programme about the Natura Code of Conduct. These partners include third-party contractors.","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"206-1","Text":"Legal actions for anti-competitive behaviour, anti-trust, and monopoly practices GRI ; ;   In 2017, we were not subject to administrative or judicial sanctions for violations of laws or regulations governing anti- -competitive behaviour, anti-trust, and monopoly practices.100","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"301-3","Text":"GRI ; ;Natura continues to work on a methodology for measuring the impact of water use throughout the chain as a basis for defining initiatives that will make a more effective contribution to reducing and neutralizing the company‚Äôs water footprint, similar to what is done in the Carbon Neutral Programme.","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"301-2","Text":"Packaging and waste: making new again GRI ; ;GRI 301-2 GRI 301-2 GRI 417-1","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"301-1","Text":"Materials used by weight or volume (except water) GRI  Waste discriminated by type and disposal method and transportation of hazardous waste GRI \/Material 1  2 2015 2016 2017","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"302-4","Text":"Reduction in energy consumption GRIReductions in energy consumption obtained in function of conservation and efficiency (GJ) improvements 2015 2016 2017","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"302-3","Text":"Energy intensity GRI  The reduction was the result of the 10% increase in total production in 2017 compared with 2016, in spite of the 7% increase in absolute energy consumption.Energy intensity (MWh\/unit produced) 2015 2016 2017","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"302-2","Text":"Energy consumed outside the organization GRIEnergy consumed outside the organization 1 (GJ) 2015 2016 2017","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"302-1","Text":"Energy consumption inside the organization GRI ; ;  Electricity and fuel consumption in 2017 is based on the following Natura sites: Cajamar, Benevides, Natura S√£o Paulo (NASP) and the Itupeva Hub, the distribution centres operated by third-parties in the states of Rio Grande do Sul, Paran√°, Minas Gerais, Bahia, Pernambuco and Par√°, six third-party manufacturers (chosen because their volumes are representative) and the administrative support site located in S√£o Paulo (E-Business Park) to the extent that it was used by Natura in 2017. There was a 7% increase in energy consumption in Cajamar and Benevides, due particularly to the growth in production (up 15% compared with 2016). However, relative consumption (MWh\/unit produced) at both sites was lower than in 2016. In the other sites, there was an 11% increase in consumption, driven mainly by the inauguration of the new NASP administrative site in S√£o Paulo. There was a 25% decrease in absolute consumption by the third-party manufacturers and, consequently, a reduction in relative consumption (MWh\/unit produced), explained by the 2% reduction in production volume compared with 2016.Significant atmospheric emissions 1 2 (kg\/h) 2017","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"302-1","Text":"Energy consumption  (j) GRIElectrical energy 9.9E+13 8.3E+13 6.66E+13 Diesel (generator sets) 1.9E+13 4.9E+13 2.54E+13 GLP 3.9E+12 3.1E+13 2.09E+12 Natural gas 6.0E+13 3.8E+13 9.10E+13 Total 1.8E+14 1.7E+14 1.85E+14","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"303-3","Text":"Total volume of water recycled and reused GRIWater recycled and reused 2015 2016 2017","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"303-1","Text":"GRI ; ;  We finalized Natura‚Äôs water footprint study and incorporated ecotoxicity assessment into product safety assessments.Implement a water footprint impact reduction and neutralization strategy for the entire Natura value chain.","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"303-1","Text":"GRIWe have used Amazonian social biodiversity inputs since 2000, the year the Natura Ekos line was launched. In addition to buying inputs directly from extractivist communities, which generates improved livelihoods and income for these communities, we work actively on keeping the forest standing. This goal is only possible because it is based on the vision of transforming social and environmental challenges for the families living in the region. Our strategy is to promote and expand a sustainable economy based on Amazonian biodiversity, driving innovation and ensuring economic and social visibility on a global level.","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"303-1","Text":"Total water withdrawn by source GRI  There was a 4% increase in absolute water consumption (m¬≥) and a 0.5% decrease in relative consumption (L\/unit pro- duced) in function of the 10% increase in total production in 2017 compared with the previous year, taking into account Cajamar, Benevides (Ecoparque) and third-parties manufacturing finished products in Natura‚Äôs name. Due to the lack of a public water supply network, the water used in the Cajamar and Benevides facilities comes from semi-Artesian wells. These draw water from the Cristalino aquifer (Cajamar) and the Barreiras aquifer (Benevides ‚Äì Ecoparque). In the city of S√£o Paulo, where the administrative headquarters and a distribution centre are located, water is supplied by the public network*. GRIWater consumption  ‚Äì Natura Brazil (m 3 ) 2015 2016 2017","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"303-2","Text":"Total water withdrawn by source GRI  There was a 4% increase in absolute water consumption (m¬≥) and a 0.5% decrease in relative consumption (L\/unit pro- duced) in function of the 10% increase in total production in 2017 compared with the previous year, taking into account Cajamar, Benevides (Ecoparque) and third-parties manufacturing finished products in Natura‚Äôs name. Due to the lack of a public water supply network, the water used in the Cajamar and Benevides facilities comes from semi-Artesian wells. These draw water from the Cristalino aquifer (Cajamar) and the Barreiras aquifer (Benevides ‚Äì Ecoparque). In the city of S√£o Paulo, where the administrative headquarters and a distribution centre are located, water is supplied by the public network*. GRIWater consumption  ‚Äì Natura Brazil (m 3 ) 2015 2016 2017","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"304-1","Text":"Operating units inside or adjacent to protected areas or areas with a high biodiversity rates GRIClassification 1 Cajamar Ecoparque Natura S√£o Paulo (Headquarters) Geographical location City of Cajamar (SP) City of Benevides (PA) City of S√£o Paulo (SP) Surface and underground areas owned, rented or administered by the organization Own area Own area Rented area Position of operational unit in relation to the protected area A Permanent Protection Area (APP) inside the site (areas close to the Juqueri River and a spring) Permanent Protection Area (APP) inside the site (areas near a tributary of the Benfica River and a spring) ZPI (priority industrial zone) Type of operation Administrative and industrial cosmetics production Administrative and industrial production of basic soap mass and toilet soap Administrative and logistics with warehousing and distribution of cosmetics Size of operational unit (m 2 ) 646,000m 2 1,729,000m 2 111,700m 2","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"304-3","Text":"Protected or restored habitats GRIAspect Cajamar NASP Ecoparque Size of protected or restored habitat areas  (km 2 ) 15 hectares restored - 4 hectares restored Location of protected or restored habitat areas Inside site - Inside site Restoration measure approved by independent external specialists Yes  ‚Äì Management plan - Yes  ‚Äì Management plan (PRAD) Partnerships with third-parties to protect or restore habitat areas other than those in which the orga- nization supervised and implanted restoration or protection measures No No No Standards, methodologies and premises adopted Reforestation using native Atlantic Rainforest species - Reforestation using native Amazon species","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"304-4","Text":"Species included on the IUCN red list and on Brazilian conservation lists with habitats located in areas affected by the organization‚Äôs operations GRI  In the Ecoparque, according to the 2011 Environmental Control Report, there is one species of fauna classified as near threatened and no endangered species of flora. In Cajamar, according to a tree and fauna registration exercise and survey conducted in 2012, there were no endangered species. At the Natura headquarters, located in an urban area, we have no information regarding endangered species.2017 Red lists and criteria for endangered species 2","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"304-2","Text":"GRI ; ; ; ; ;GRI 203-2 Communities and families benefiting in the Pan-Amazon region","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"305-1","Text":"GRI ; ; ;Year Total CO 2 e (t) emissions 1  2 Relative emissions (kg of CO 2 e\/kg of product billed) Cumulative reduction in relative emissions since 2012 (%) Vision commitment for 2020 2015 321,267 3.17 1.4 -33% relative emissions 2016 303,424 3.17 1.3 2017 308,048 3.20 0.5","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"305-1","Text":"GRI ; ;Biogenic emissions (tCO 2 equivalent) 1  2015 2016 2017","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"305-1","Text":"Direct biogenic emissions (from the burning or biodegradation of biomass)  GRI  9,347 8,870 9,387 Indirect biogenic CO 2 emissions GRI  10,746 9,366 8,976 Total biogenic emissions 20,093 18,236 18,364 1 Our Greenhouse Gas Emissions Inventory takes into account not only the company‚Äôs own emissions but also those of the entire production chain, including freight haulage operators that transport raw materials and packaging materials manufactured by third-parties. We comply with GHG Protocol standards and the principles of the ABNT NBR ISO  standard, which establish rules encompassing conception, development, management and elaboration. The 2017 Natura GHG inventory was audited and assured by KPMG.Emissions in the value chain (t) 1 2015 2016 2017","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"305-4","Text":"GRI ; ; ;Year Total CO 2 e (t) emissions 1  2 Relative emissions (kg of CO 2 e\/kg of product billed) Cumulative reduction in relative emissions since 2012 (%) Vision commitment for 2020 2015 321,267 3.17 1.4 -33% relative emissions 2016 303,424 3.17 1.3 2017 308,048 3.20 0.5","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"305-6","Text":"Emissions of ozone depleting substances (ODS), NO x , SO x and other significant atmospheric emissions GRI ;  There are no indications that ozone depleting substance emissions are significant at Natura facilities (considering the boilers at Cajamar and Ecoparque), given that we comply with the applicable standards and laws and adopt all the pertinent internal controls. In relation to NOx, SOx and other atmospheric emissions, our impact is not significant. In Cajamar, our boilers burn clean fuels (ethanol and LPG).101","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"305-7","Text":"Emissions of ozone depleting substances (ODS), NO x , SO x and other significant atmospheric emissions GRI ;  There are no indications that ozone depleting substance emissions are significant at Natura facilities (considering the boilers at Cajamar and Ecoparque), given that we comply with the applicable standards and laws and adopt all the pertinent internal controls. In relation to NOx, SOx and other atmospheric emissions, our impact is not significant. In Cajamar, our boilers burn clean fuels (ethanol and LPG).101","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"305-3","Text":"GRI ; ; ;Year Total CO 2 e (t) emissions 1  2 Relative emissions (kg of CO 2 e\/kg of product billed) Cumulative reduction in relative emissions since 2012 (%) Vision commitment for 2020 2015 321,267 3.17 1.4 -33% relative emissions 2016 303,424 3.17 1.3 2017 308,048 3.20 0.5","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"305-3","Text":"GRI ; ;Biogenic emissions (tCO 2 equivalent) 1  2015 2016 2017","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"305-3","Text":"Direct biogenic emissions (from the burning or biodegradation of biomass)  GRI  9,347 8,870 9,387 Indirect biogenic CO 2 emissions GRI  10,746 9,366 8,976 Total biogenic emissions 20,093 18,236 18,364 1 Our Greenhouse Gas Emissions Inventory takes into account not only the company‚Äôs own emissions but also those of the entire production chain, including freight haulage operators that transport raw materials and packaging materials manufactured by third-parties. We comply with GHG Protocol standards and the principles of the ABNT NBR ISO  standard, which establish rules encompassing conception, development, management and elaboration. The 2017 Natura GHG inventory was audited and assured by KPMG.Emissions in the value chain (t) 1 2015 2016 2017","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"305-5","Text":"The Carbon Neutral Programme, created in 2007, was Natura‚Äôs first public commitment. It established the target of a one-third reduction in the company‚Äôs emissions by 2013, which represented the avoidance of 480,000 metric tons of CO2e emissions. The volume avoided is equivalent to 83,000 trips around the Earth by car. As part of our 2050 Sustainability Vision, we assumed the commitment to reduce our relative GHG emissions by a further 33% by 2020, using 2012 as base year.  GRIThe programme was developed on three fronts ‚Äì measuring, reducing and offsetting. The first consists of the annual monitoring of all the organization‚Äôs emissions by means of an inventory audited by an independent company. What differentiates Natura is precisely the scope of the inventory, which covers not only the company‚Äôs own emissions but also those of our entire production chain, including the emissions from the extraction of raw materials, from freight haulage operators, and from packaging manufactured by third-parties.","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"305-5","Text":"It should be noted that since 2007 Natura has implemented measures to reduce its emissions throughout the chain. The reductions in absolute GHG emissions refer to improvements in processes and products, considering indirect scope 3 emissions, worthy of note being: use of cabotage to supply the distribution centres, gains from exports based on local production in the International Operations, efficiency gains in ingredient transportation, reduction in impacts due to Ekos brand refills, the use of post-consumer recycled glass in perfumery and the use of post-consumer recycled PET and green PE in product packaging. Although these initiatives drove absolute reductions, they had little impact on Natura‚Äôs overall result. The amounts are not comparable over the years because different initiatives were adopted in each period. GRI-New product development\/ innovation process","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"305-5","Text":"GRIWith the knowledge accumulated over a decade in the Carbon Neutral Programme, we realized that we could leverage the effectiveness of the measures if we work together with partners who share the same objectives. According to the World Resources Institute, Brazil comes seventh in the ranking of countries with the highest CO 2  emissions in the world.","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"305-5","Text":"PAYMENT FOR ENVIRONMENTAL SERVICES GRIThe Payment for Environmental Services (PSA in the Portuguese acronym) project, which links the Amaz√¥nia Programme (read more on page 43) and our Carbon Neutral Programme, is the first carbon offsetting initiative organized by Natura. In a concerted effort, the programme invests in forestry conservation, strengthening production chains, territorial development, environmental\/land deed regularization, valuing sustainable production systems and maintaining agricultural producers on the land, among other objectives.","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"305-2","Text":"GRI ; ; ;Year Total CO 2 e (t) emissions 1  2 Relative emissions (kg of CO 2 e\/kg of product billed) Cumulative reduction in relative emissions since 2012 (%) Vision commitment for 2020 2015 321,267 3.17 1.4 -33% relative emissions 2016 303,424 3.17 1.3 2017 308,048 3.20 0.5","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"305-2","Text":"GRI ; ;Biogenic emissions (tCO 2 equivalent) 1  2015 2016 2017","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"306-2","Text":"Materials used by weight or volume (except water) GRI  Waste discriminated by type and disposal method and transportation of hazardous waste GRI \/Material 1  2 2015 2016 2017","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"306-5","Text":"Water discharge (discriminated by quality and disposal) and water bodies affected by water discharges and\/or drainage) GRI ;  In 2017, a number of improvements in the effluent treatment process at Cajamar (SP) resulted in a significant reduction in the BOD (biological oxygen demand) and COD (chemical oxygen demand) parameters. The Natura headquarters in S√£o Paulo only generates domestic effluent, which is collected by the Sabesp public sewage system. Since there are no metres, the volume of water consumed and the volume of effluent are considered to be the same.Total volume of planned and unplanned water discharges (treated volume) Volume m 3","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"306-4","Text":"Materials used by weight or volume (except water) GRI  Waste discriminated by type and disposal method and transportation of hazardous waste GRI \/Material 1  2 2015 2016 2017","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"306-3","Text":"Significant spills GRI  There were no significant spills at the Natura units in 2017.Biodiversity","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"306-1","Text":"Water discharge (discriminated by quality and disposal) and water bodies affected by water discharges and\/or drainage) GRI ;  In 2017, a number of improvements in the effluent treatment process at Cajamar (SP) resulted in a significant reduction in the BOD (biological oxygen demand) and COD (chemical oxygen demand) parameters. The Natura headquarters in S√£o Paulo only generates domestic effluent, which is collected by the Sabesp public sewage system. Since there are no metres, the volume of water consumed and the volume of effluent are considered to be the same.Total volume of planned and unplanned water discharges (treated volume) Volume m 3","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"307-1","Text":"Non-compliance with laws and regulations GRI ; ;  In 2017, there were no significant fines or non-monetary sanctions related to environmental issues. Natura considers significant fines to be ones in excess of R$ 5 million or that represent a medium to high risk for the company‚Äôs image.Topic Description 2014 2015 2016 2017 Social biodiversity Investments in the Amaz√¥nia Programme 1  (GRI 203-1) 385,000 169,765 220,700 249,330 Climate change Investments in the Carbon Neutral Programme 1,731 764 3,293 3,151 Waste Reverse Logistics Programme and disposal of industrial waste from Natura units 2 6,327 9,935 11,375 10,768 Water and effluents Water Footprint Programme and treatment of industrial waste from Natura units 2 2,685 3,410 3,583 2,824 Innovation and socioenvironmental technologies Sustainable technologies in products and clean technologies implemented in the operations 6,645 6,661 3,874 9,188 Social Movimento Natura and Consultants‚Äô HDI 1,706 2,306 1,695 710 Local development in the Natura units 2  (GRI 203-1) 375 478 910 1,127 Other Other types of support, sponsorship and association related to sustainabili- ty 3 ,  as well as environmental insurance 1,880 1,263 1,194 698 Total  406,349 194,582 246,624 277,796","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"308-2","Text":"Negative impacts in the supplier chain and measures taken GRISuppliers‚Äô environmental impact","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"308-1","Text":"GRI ;  To select the suppliers with whom we work, we take into account their adhesion to the Natura code of conduct and ethical commitments. We also verify the financial health of the companies and their compliance with registration requirements.The percentage of new suppliers subject to screening and monitoring in environmental, labour, societal impact and human rights criteria reached 1.6% in 2017. For example, the environmental criteria include compliance with legal requirements (environmental operating licence, water withdrawal permit, industrial waste disposal environmental certificate), the existence of an environmental policy and proof that it is communicated, assessment of environmental risks and management of water and energy consumption, emissions, waste and effluent generation, among other details. During the year, the assessment was expanded from 999 to 1,119 partners because the supplier base for the International Operations was included.","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"401-2","Text":"Employee Benefits ‚Äì Brazil GRIPension plan 1 2015 2016 2 2017 2","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"401-3","Text":"Maternity and paternity leave GRI  The retention rate has remained stable during recent years. From 2016, when we introduced 40-day paternity leave, there was an increase  in the number of employees using the benefit. In parallel, the maternity leave rate has continued to drop.Maternity and paternity leave 2015 2016 2017","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"401-1","Text":"New employees and turnover rate GRI  In 2017, the number of hires grew 37% compared with the previous year, without significant distinction by gender and particularly in the age group of up to 30 years. The increase in hiring is concentrated in Brazil, explained by the expansion of the local structure and the opening of the new channels.Employees hired, by age group","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"402-1","Text":"Minimum notice period regarding operational changes GRI  There is no minimum notice period for operational changes in collective agreements and conventions, but Natura complies with the minimum periods established in legislation and\/or in union agreements.87","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"403-3","Text":"Health and safety  Incidence or risk of occupational diseases GRI ; ;We aim to consolidate a health and safety culture to ensure a healthy and safe work environment. We are committed to raising employee awareness of the importance of adopting a healthy lifestyle, focused on the 3Ps (proactive mindset, prevention and protection).With this in view, we launched the Viva sua Sa√∫de (Live your Health) programme, based on an integrated vision of health. We have not identified employees who perform activities in which there is a high risk of occupational diseases. In 2017, our investments in prevention included a programme to monitor chronic diseases, an ergonomics programme, work place exercises, specialized company health services (psychology, physiotherapy, acupuncture and orthopaedics), accompaniment  of mothers-to-be, a nutrition programme, as well as an influenza vaccination campaign.","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"403-2","Text":"Health and safety rates GRI  As a result of the ongoing evolution of our safety management system, in 2017 the number of accidents involving Natura employees and third-party contractors continued to drop.Health and safety rates 1 ‚Äì Brazil","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"404-1","Text":"GRI ; ; ,  To support the Natura cultural transformation process, we implemented the Education for Transformation movement, sustained by the corporate education architecture. This involved updating some programmes and launching new initiatives.The model starts with the induction of new employees, including entry-level programmes (Apprentices, Interns and Trainees), followed by Passport to the Future, a career acceleration programme that will be open to operational personnel and Business Development managers in 2018, and culminating in Mosaico, offered to all levels of management. Mosaico was reformulated to support the cultural transformation journey which is intended to make Natura more flexible and less hierarchical. We are sure of the role we expect leaders to play on this journey, inspiring employees by example and engaging their teams. We promoted a workshop addressing this dynamic, incorporating questions such as self-knowledge and managing the transition, aimed at preparing leaders for the context of accelerated change in the current environment. Mosaico incorporated two fundamental pillars ‚Äì focus on results and on relations  ‚Äì, in line with the priority behaviours (read more in Culture for Sustainability, on page 59).","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"404-1","Text":"GRIAverage hours of employee training by functional category","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"404-3","Text":"Career development GRIEmployees who left the company, by region","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"404-2","Text":">>>   Training platform   <<< GRIIn 2017, our 1.1 million Brazilian consultants saw themselves represented on TV by the actress Mariana Xavier, who played a Natura Beauty Consultant in the soap opera A For√ßa do Querer, aired by Rede Globo between April and October. This was the first time that a merchandising action extended beyond the programme script. The character Abigail lived on in digital content on the channel‚Äôs website after the soap opera had ended. To develop the character, the actress spent time with Natura Beauty Consultants in order to learn more about them and their work routines. Another tribute was the creation of Natura Beauty Consultant Day, commemorated on September 22 . A number of actions were organized on the date, such as promotions and an event on entrepreneurship promoted by the Chronos brand at the Casa Natura Musical, in S√£o Paulo,  and transmitted live to the whole of Brazil, in partnership with Editora Abril.","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"404-2","Text":"GRI ; ; ,  To support the Natura cultural transformation process, we implemented the Education for Transformation movement, sustained by the corporate education architecture. This involved updating some programmes and launching new initiatives.The model starts with the induction of new employees, including entry-level programmes (Apprentices, Interns and Trainees), followed by Passport to the Future, a career acceleration programme that will be open to operational personnel and Business Development managers in 2018, and culminating in Mosaico, offered to all levels of management. Mosaico was reformulated to support the cultural transformation journey which is intended to make Natura more flexible and less hierarchical. We are sure of the role we expect leaders to play on this journey, inspiring employees by example and engaging their teams. We promoted a workshop addressing this dynamic, incorporating questions such as self-knowledge and managing the transition, aimed at preparing leaders for the context of accelerated change in the current environment. Mosaico incorporated two fundamental pillars ‚Äì focus on results and on relations  ‚Äì, in line with the priority behaviours (read more in Culture for Sustainability, on page 59).","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"405-1","Text":"GRI ;  GRIDisabled employees 1  by functional category and gender (%) ‚Äî Brazil","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"405-2","Text":"Ratio of women‚Äôs salary to men‚Äôs salary GRI  From 2017, we started reporting the data for our International Operations, encompassing administrative and management positions, which are the most representative. In general terms, we reiterate that our salary scale is not defined by gender. The variations between women‚Äôs and men‚Äôs salaries occur in function of the amounts established for each position and function in the Natura organizational structure. It is not possible to compare the total annual package, which includes remuneration and benefits, because the benefits are not quantified by gender or functional category.In Brazil, the collective agreements represent an increase from 2% to 5% in the salaries of operational and administrative employees. Management employees had a fixed amount incorporated into their basic salary. For female administrative employees, the positive salary difference is due in particular to sales bonuses, which increase monthly remuneration. The sales bonuses also have a positive impact on the remuneration of women who occupy administrative positions in the International Operations.","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"406-1","Text":"Cases of discrimination and corrective measures taken GRI ; ;  All reports of discrimination are addressed by the Ombudsman. There were two reports in 2017.There has never been a proven case of discrimination. Should this occur the applicable measures will be taken. All cases of probable breaches involving ethics and discrimination are reported to the Ethics Committee, in which senior management participates.Engagement Survey ‚Äì Favourability (%) 1 2016 2017","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"407-1","Text":"Possible violation or risk of violation of freedom of association and collective bargaining GRI ; ;  We support freedom of union association both for employees and suppliers‚Äô employees, as set forth in our Code of Conduct.Non-discrimination","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"408-1","Text":"Operations and suppliers identified as presenting significant risk of child, forced or slave labour and measures taken GRI ; ; ;  Our suppliers declare their working conditions and are audited periodically. We also continue to assess our supplier communities regarding human rights, as part of our Social and Biodiversity Chain Verification System. In 2017, no cases indicating the use of child or forced labour were identified in the communities. Nonetheless, in some Amazon communities that sell biodiversity ingredients, there are indications of families whose children and adolescents work in production chains. This is a cultural tradition in certain communities, and does not violate Natura principles (that is, children who help their parents out but do attend school, thus not violating the principles of ethical biotrade). It should be noted that our production chain management system is audited annually by an independent body, in addition to being accredited by the UEBT (Union for Ethical Biotrade).Security personnel trained in human rights policies and procedures GRI 103-2; 103-3; 410-1 Security procedures at Natura encompass human rights training, including the training mandated by the Brazilian Fe- deral Police. All security personnel take the Federal Police training, as well as other specific courses. In 2017, 85 (60.3%) of the 141 members of the Natura security team were trained in human rights.","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"409-1","Text":"Operations and suppliers identified as presenting significant risk of child, forced or slave labour and measures taken GRI ; ; ;  Our suppliers declare their working conditions and are audited periodically. We also continue to assess our supplier communities regarding human rights, as part of our Social and Biodiversity Chain Verification System. In 2017, no cases indicating the use of child or forced labour were identified in the communities. Nonetheless, in some Amazon communities that sell biodiversity ingredients, there are indications of families whose children and adolescents work in production chains. This is a cultural tradition in certain communities, and does not violate Natura principles (that is, children who help their parents out but do attend school, thus not violating the principles of ethical biotrade). It should be noted that our production chain management system is audited annually by an independent body, in addition to being accredited by the UEBT (Union for Ethical Biotrade).Security personnel trained in human rights policies and procedures GRI 103-2; 103-3; 410-1 Security procedures at Natura encompass human rights training, including the training mandated by the Brazilian Fe- deral Police. All security personnel take the Federal Police training, as well as other specific courses. In 2017, 85 (60.3%) of the 141 members of the Natura security team were trained in human rights.","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"410-1","Text":"Security personnel trained in human rights policies and procedures GRI ; ;  Security procedures at Natura encompass human rights training, including the training mandated by the Brazilian Fe- deral Police. All security personnel take the Federal Police training, as well as other specific courses. In 2017, 85 (60.3%) of the 141 members of the Natura security team were trained in human rights.99","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"411-1","Text":"Indigenous people‚Äôs rights  Cases of violations of indigenous people‚Äôs rights GRI ; ;  In 2017, there were no incidents involving indigenous peoples in the locations in which we operatePublic policies","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"413-2","Text":"GRI ; ; ; ; ;GRI 203-2 Communities and families benefiting in the Pan-Amazon region","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"413-2","Text":"GRI ; ;In addition to the communities supplying social biodiversity ingredients, Natura‚Äôs commitment to promoting social and economic development is extended to the communities surrounding our operating units ‚Äì Cajamar (S√£o Paulo), Benevides (Par√°) and the Vila Jaguara district in the city of S√£o Paulo, where the company‚Äôs new administrative headquarters and distribution centre are located. This commitment is part of Natura‚Äôs 2050 Sustainability Vision.","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"413-1","Text":"Investments Operations with local community engagement, impact assessment and development programs implemented GRI1 Includes Cajamar, Natura S√£o Paulo (Jaguara district) and Benevides.","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"414-2","Text":"Social assessment of suppliers  GRIThe number of audits increased due to the expanded scope of the indicator, which included the International Operations as well as Brazil. The percentage of suppliers whose activities were terminated was not greatly reduced, demonstrating suppliers‚Äô interest in regularizing any deviations identified.","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"414-1","Text":"In partnership with the Union for Ethical Biotrade (UEBT), we developed a Social Biodiversity Chain Verification System, which is used to audit 100% of the supplier communities in ¬†65 supply chains. This system enables us to verify questions related to labour practices, occupational health and safety,¬†conservation of biodiversity,¬†organizational management, good production practices and the traceability of production chains to certify the ethical and sustainable origin of ingredients. The audits are conducted annually in all the communities. When necessary, we develop action plans based on the results. In 2017,¬†the verification system was applied to three new supplier communities. Natura already maintained relations with one of them  ‚Äî  Avive (Associa√ß√£o Viva Verde da Amaz√¥nia), located in the municipality of Silves (AM) ‚Äî but only started sourcing ingredients from it in 2017. For two years, the audit results have accounted for 80% of the points in the BioQlicar award (read more on page 52). This score increased again, reaching 3.97%. In 2016, the score was 3.94% and in 2015, 3.68%. GRI>>>  Social Biodiversity Chain Verification System  <<<","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"414-1","Text":"GRI ;  To select the suppliers with whom we work, we take into account their adhesion to the Natura code of conduct and ethical commitments. We also verify the financial health of the companies and their compliance with registration requirements.The percentage of new suppliers subject to screening and monitoring in environmental, labour, societal impact and human rights criteria reached 1.6% in 2017. For example, the environmental criteria include compliance with legal requirements (environmental operating licence, water withdrawal permit, industrial waste disposal environmental certificate), the existence of an environmental policy and proof that it is communicated, assessment of environmental risks and management of water and energy consumption, emissions, waste and effluent generation, among other details. During the year, the assessment was expanded from 999 to 1,119 partners because the supplier base for the International Operations was included.","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"415-1","Text":"Political contributions GRI ; ;  In accordance with a specific internal policy, valid in Brazil and in the International Operations, Natura does not make contributions to campaigns, parties and\/or candidates for public office, during or outside electoral processes.Anti-competitive behaviour","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"416-1","Text":"Products and services for which health and safety impacts are assessed GRI ; ;  Natura has a constant commitment to the health and safety of its consumers. For this reason, the company has rigorous internal processes for 100% of the products in its portfolio, ranging from the conceptual development of the product to its launch. This includes product and raw material safety and effectiveness tests and assessments, as well as stability, microbiological and quality control tests to ensure compliance with the requirements of the respective sanitary authorities and a differentiated positioning aligned with the company‚Äôs commitment to transparency. After they have been launched, all Natura products are submitted to the company‚Äôs cosmetovigilance system, a process which provides feedback for our continuous improvement cycle. Furthermore, we underscore that our development process encompasses functional, sensory and emotional aspects of the products. The focus is on continually furthering our knowledge of customer behaviour and providing innovative products and services.Cases of non-compliance regarding product and service impacts on consumer health and safety and product and service information and labelling  GRI 103-2; 103-3; 416-2; 417-2 In 2017, Natura did not receive any fines or sanctions for the violation of laws and regulations related to the supply and use of products and services, product and service labelling or to putting customer health and safety at risk.","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"416-2","Text":"Cases of non-compliance regarding product and service impacts on consumer health and safety and product and service information and labelling  GRI ; ; ;  In 2017, Natura did not receive any fines or sanctions for the violation of laws and regulations related to the supply and use of products and services, product and service labelling or to putting customer health and safety at risk.113","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"417-2","Text":"Cases of non-compliance regarding product and service impacts on consumer health and safety and product and service information and labelling  GRI ; ; ;  In 2017, Natura did not receive any fines or sanctions for the violation of laws and regulations related to the supply and use of products and services, product and service labelling or to putting customer health and safety at risk.113","Obs":"ok"}
{"Filename":"2017_Natura_EN.jsonl","GRI":"417-1","Text":"COMMITMENT TO CONSUMER SAFETY GRI ; ;  Our formulations only use products and ingredients that have been proven to be safe, always in compliance with international laws, standards and good practices. Our researchers stay abreast of scientific discussions on the use31","Obs":"ok"}
