{"Filename":"2018_Amaggi_EN.jsonl","GRI":"201-2","Text":"CLIMATE CHANGE RISK MANAGEMENT GRIMitigation of emissions Management of greenhouse gas emissions Adjustment measures","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"201-2","Text":"Information of the management approach for each material topic can be found in the chapters of the strategic block ‚ÄúDebating the present and future‚Äù   GRI  Evaluation of the management approach.   GRI 201: ECONOMIC PERFORMANCE 2016 GRI  Financial implications and other risks and opportunities due to climate change.7, 8, 9 101 COMBATING DEFORESTATION AND PROTECTION OF BIODIVERSITY GRI 103: MANAGEMENT APPROACH 2016 GRI 103-1 Explanation of the material topic and its Boundary.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"201-1","Text":"GRI , GRIIn 2018, AMAGGI entered into an agreement with a large international financial institution that has been operating in Brazil for the payment of the payroll of more than 3,500 employees of AMAGGI in more than 15 locations in the state of Mato Grosso and Brazil, bringing to these better products and banking services in relation to the market. As a result of this partnership, new banking branches were opened in the municipalities of Itacoatiara (AM), Sapezal and Campo Novo do Parecis (MT), which benefited these municipalities with the generation of new jobs, tax collection and development.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"201-1","Text":"GRI 201: ECONOMIC PERFORMANCE 2016 GRI  Direct economic value generated and distributed.89 Financial assistance received from government.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"202-1","Text":"GRIAt AMAGGI, compensation management is based on the needs of its business, seeking alignment with its cul- ture and best practices in the domestic and international market. For this, the company counts on researches and support of specialized consultancies. Its main objective is to encourage the overcoming of organizational results and reward employees with programs aligned with these guidelines.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"202-1","Text":"GRI  The management approach and its components. Information of the management approach for each material topic can be found in the chapters of the strategic block ‚ÄúImproving governance and management‚Äù  GRI  Evaluation of the management approach.  GRI 202: MARKET PRESENCE 2016 GRI  Ratios of standard entry level wage by gender compared to local minimum wage.6 67 GRI Standards Disclosure Comments Global Compact Correlation Report Page Omission","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"203-2","Text":"GRIAMAGGI is present in Brazil with 67 units, located in 41 municipalities of 10 states, including farms, warehouses, offices, factories, transporters, shipyards and ports (for more details, see the map avai- lable in the chapter ‚ÄúAMAGGI‚Äù). But the scope of its action is even greater, since company maintains operations and commercial relations in all regions of the country and abroad.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"203-1","Text":"GRI , GRIIn 2018, AMAGGI entered into an agreement with a large international financial institution that has been operating in Brazil for the payment of the payroll of more than 3,500 employees of AMAGGI in more than 15 locations in the state of Mato Grosso and Brazil, bringing to these better products and banking services in relation to the market. As a result of this partnership, new banking branches were opened in the municipalities of Itacoatiara (AM), Sapezal and Campo Novo do Parecis (MT), which benefited these municipalities with the generation of new jobs, tax collection and development.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"203-1","Text":"GRIIn addition to its projects for developing people and organizations, in 2018 the Andr√© and Lucia Mag- gi Foundation also made investments 10 in infrastructure and services in the regions where it operates. Among them, it is worth noting the acquisition and donation of three computers for the S√£o F√©lix do Araguaia Municipal Secretariat of Education, for the use of students and teachers of the Alberto Nu- nes da Silveira School, in the Espig√£o do Leste District, involving an investment of R$11,106.19. Another investment made in 2018 was the adaptation of the architectural and structural projects of Casa Maggica Cuiab√°, in order to meet legal requirements. The investment was R$ 53,680.00, and the implementation of the physical structure of the project will be completed in 2019. In addition to the aforementioned ac- tions, AMAGGI maintains its own property in Sapezal which, in lending with an association, manages the Municipal Hospital of Sapezal, making it possible to attend to the whole community.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"205-2","Text":"GRIThe provision of regular and frequent training dedicated to the dissemination of AMAGGI values and standards of behavior reveals the company‚Äôs commitment to the standards of ethics and conduct defined in its Compliance \/ Integrity Program. In 2018, seeking to not only disseminate these stan- dards, but also deal with the practical and daily application of the topics addressed in Vision, Mission and Values, in the Code of Ethics and Conduct and in Integrity Policy of AMAGGI, the Compliance area devoted three months to training sessions for approximately 70% of employees in general, 80% of the managers and 100% of the members of the company‚Äôs governing body, in all units. With the objective of reaching 100% of the active collaborators in this training, in 2019 it is planned to make the content available in e-learning platform.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"304-3","Text":"GRIAMAGGI carries out work to recover Permanent Preservation Areas on its own farms, which com- prise the banks of rivers or springs in a radius of 30 to 50 meters (depending on the size of the body of water). The preservation of these areas is of extreme importance to avoid silting the river beds and conserve biodiversity. The company has a corporate and local team designated for the recovery of these areas, either through planting or monitoring of natural regeneration.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"304-2","Text":"GRIA milestone in the demonstration of AMAGGI‚Äôs commitment to combating deforestation was adhe- rence to the Soy Moratorium in 2006, banning from its supply chain all soybeans produced in defo- rested areas after 2008 in the Amazon biome.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"306-3","Text":"GRIAware that some types of occurrence can cause environmental and social damages, in addition to harm the local community, the company has prevention, awareness and contingency actions to","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"308-2","Text":"GRI , GRIIn order to maintain air quality and people‚Äôs health due to the emission of black smoke, AMAGGI mo- nitors the smoke from its own fleet and from third parties, notifying suppliers if the degree of blacke- ning is higher than allowed by legislation.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"308-1","Text":"GRI , GRI   The criteria and description of the required documentation requested for each type of product or service contracted by AMAGGI are publicly available on the company‚Äôs website. In the case of grain suppliers, the evaluation criteria for acquisition can be read in the ‚ÄúResponsible Chain of Soy Management Program‚Äù chapter.For suppliers considered to be socially and \/ or environmentally critical, AMAGGI adopts criteria that are evaluated jointly by the areas of Supply and Sustainability. The groups included in this classification are suppliers related to: ‚Ä¢  Biomass and wood of native or exotic origin; ‚Ä¢  Seedlings (nurseries); ‚Ä¢  Grains and livestock; ‚Ä¢  Products of mineral origin; ‚Ä¢  Phytosanitary and fuel products; ‚Ä¢  Builders and contractors; ‚Ä¢  Waste receptors; ‚Ä¢  Environmental laboratory analysis services.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"308-1","Text":"There has been no reformulation of information provided in previous reports in the past period, or changes in the list of material themes and their limits. However, AMAGGI included new indicators for reporting, as it considers its strategic disclosure: GRI , GRI , GRI , GRI  and GRI . Regarding the structure of the chapters of the report, this year the company chose to structure it accor- ding to the strategic blocks of its Global Positioning of Sustainability, and no longer according to ma- terial themes. The information reported here was associated with the principles of the Global Compact and the UN Sustainable Development Goals.122 Sustainability Report","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"308-1","Text":"GRI 308: SUPPLIER ENVIRONMENTAL ASSESSMENT 2016 GRI  New suppliers that were screened using environmental criteria.7, 8, 9 81 GRI 308-2 Negative environmental impacts in the supply chain and actions taken.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"403-2","Text":"GRI   In 2018, AMAGGI reduced its injury rate considerably, from 6.44 in 2017 to 4.76 in the last year ‚Äì a reduc- tion of 26%. Despite the increase in the rate of occupational diseases, the company recorded only two occurrences in the period. Already the increase in the rate of gravity and absenteeism, was due to the increase of days lost as a result of an accident at work compared to the previous year.January to December 2015","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"403-2","Text":"GRI2016 2017 2018 Injury rate ** 6.92 6.44 4.76 Occupational disease rate 0.15 0.07 0.13 Gravity rate *** 207.09 159.16 269.15 Absenteeism rate **** 0.17 0.12 0.13 Total deaths 0 0 0  2016 2017 2018 Midwest North South Midwest North South Midwest North South Rate of injury 6.35 8.90 0 5.44 10.26 0 4.63 5.47 0 Occupational disease rate 0.10 0.33 0 0.00 0.33 0 0.09 0.32 0 Gravity rate 197.32 242.64 0 85.59 429.41 0 91.82 947.58 0 Absenteeism rate 0.16 0.21 0 0.05 0.36 0 0.08 0.31 0 Total deaths 0 0 0 0 0 0 0 0 0","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"403-2","Text":"GRI 403: OCCUPATIONAL HEALTH AND SAFETY 2016 GRI  Types of injury and rates of injury, occupational diseases, lost days, and absenteeism, and number of work-related fatalities.71, 72 Information not available: AMAGGI does not have the information of the hours worked by outsourced employees, reason why it is not possible to calculate the rates.  In addition, the company does not have the gender rates, but implementing the SAP System in the OS area will contribute to the improvement of the indicators‚Äô responses in the coming years.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"404-1","Text":"GRI , GRIThe Corporate Education area of  AMAGGI is guided by the motto ‚ÄúTransforming is what makes us grow.‚Äù Its objective is to guarantee the culture of continuous learning, by managing and multiplying indi- vidual and organizational knowledge, providing the skills.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"404-1","Text":"GRI 404: TRAINING AND EDUCATION 2016 GRI  Average hours of training per year per employee.60 GRI 404-2 Programs for upgrading employee skills and transition assistance programs.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"404-2","Text":"GRIAMAGGI‚Äôs attraction and selection area seeks to ensure the recruitment of talents aligned with the company‚Äôs strategies, assisting in its development and retention, through the application of best market practices in the area, with emphasis on the following corporate programs.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"404-2","Text":"GRIWorking in partnership with business areas, the Organizational Development area seeks to promote and facilitate the design and implementation of solutions for the main challenges of people in AMA- GGI: attraction, retention and development of people. Through this area the following programs and initiatives are developed: YOUNG TALENTS PROGRAM Much more than a trainee program, AMAGGI‚Äôs Young Talent Program seeks to foster the develop- ment and growth of newly trained or higher education professionals to work both in the role of mana- gers and in technical functions in the business areas.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"404-2","Text":"GRI , GRIThe Corporate Education area of  AMAGGI is guided by the motto ‚ÄúTransforming is what makes us grow.‚Äù Its objective is to guarantee the culture of continuous learning, by managing and multiplying indi- vidual and organizational knowledge, providing the skills.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"404-2","Text":"GRISince 2015, AMAGGI has been working to stimulate the role of employees and their families through individual orientations and actions that allow for reflection and behavior change for an ever-better life.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"405-1","Text":"GRIThe Board of Directors of AMAGGI has four advisory committees, with specific attributions of analy- sis and recommendation on certain matters.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"405-1","Text":"GRI , GRI , GRI , GRI   INTERNAL AUDIENCEAMAGGI ended the year 2018 with a staff of 5,754 employees and 744 outsourced employees. These figures show an increase of around 7% in the number of own employees compared to the previous year (in 2017, there were 5,356 employees 9 ). This increase can be explained by the fact that in 2017 the AMAGGI Agro cottons made the Safristas‚Äô shutdowns in December, with 243 employees, while in 2018 the harvest caused the shutdowns to be postponed to January. 2019, keeping the cottons with a staff of 436 people.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"405-1","Text":"GRIAdministrative Apprentices Directors Trainees Managers Young talents Operational Technicians Gender Male 54% 51% 90% 50% 86% 70% 93% 80% Female 46% 49% 10% 50% 14% 30% 7% 20% Group age <30 years 52% 17% 0% 100% 15% 100% 41% 28% <50 years 46% 0% 50% 0% 71% 0% 52% 64% >=50 years 2% 0% 50% 0% 14% 0% 8% 8%","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"412-2","Text":"GRIIn 2018, AMAGGI promoted a Human Rights Workshop, in partnership with Uniethos, with the objective of disseminating necessary content to comply with AMAGGI‚Äôs Social and Environmental Policy guide- line that addresses the issue, forming multipliers. The workshop was attended by 18 employees, inclu- ding managers and analysts from the Sustainability area and the Andr√© and Lucia Maggi Foundation.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"412-2","Text":"There has been no reformulation of information provided in previous reports in the past period, or changes in the list of material themes and their limits. However, AMAGGI included new indicators for reporting, as it considers its strategic disclosure: GRI , GRI , GRI , GRI  and GRI . Regarding the structure of the chapters of the report, this year the company chose to structure it accor- ding to the strategic blocks of its Global Positioning of Sustainability, and no longer according to ma- terial themes. The information reported here was associated with the principles of the Global Compact and the UN Sustainable Development Goals.122 Sustainability Report","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"412-1","Text":"GRI , GRIIn the last review of materiality, in 2016, AMAGGI carried out a mapping of impacts (positive and nega- tive), risks and opportunities related to all its activities, operations and services in the localities where it operates, through consultations with its stakeholders.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"412-1","Text":"There has been no reformulation of information provided in previous reports in the past period, or changes in the list of material themes and their limits. However, AMAGGI included new indicators for reporting, as it considers its strategic disclosure: GRI , GRI , GRI , GRI  and GRI . Regarding the structure of the chapters of the report, this year the company chose to structure it accor- ding to the strategic blocks of its Global Positioning of Sustainability, and no longer according to ma- terial themes. The information reported here was associated with the principles of the Global Compact and the UN Sustainable Development Goals.122 Sustainability Report","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"413-2","Text":"GRI , GRIIn the last review of materiality, in 2016, AMAGGI carried out a mapping of impacts (positive and nega- tive), risks and opportunities related to all its activities, operations and services in the localities where it operates, through consultations with its stakeholders.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"413-1","Text":"GRIThe dissemination of knowledge is another form of AMAGGI‚Äôs contribution to the localities where it operates. One of its actions with this purpose is the Technological Circuit, an annual event dedicated to the diffusion of new techniques and good agricultural practices for rural producers.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"413-1","Text":"GRIThe contribution to local development is one of the principles of AMAGGI‚Äôs Global Positioning, which has a Pri- vate Social Investment Policy, with actions planned and executed by the Andr√© and Lucia Maggi Foundation.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"413-1","Text":"1, 2, 4, 5, 6 98 GRI 413: LOCAL COMMUNITIES 2016 GRI  Operations with local community engagement, impact assessments, and development programs.91, 93 GRI 413-2 Operations with significant actual and potential negative impacts on local communities.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"414-2","Text":"GRI , GRIIn order to maintain air quality and people‚Äôs health due to the emission of black smoke, AMAGGI mo- nitors the smoke from its own fleet and from third parties, notifying suppliers if the degree of blacke- ning is higher than allowed by legislation.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"414-2","Text":"1, 2, 4, 5 81 GRI  Negative social impacts in the supply chain and actions taken.1, 2, 4, 5 82 GRI Standards Disclosure Comments Global Compact Correlation Report Page Omission","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"414-1","Text":"GRI , GRI   The criteria and description of the required documentation requested for each type of product or service contracted by AMAGGI are publicly available on the company‚Äôs website. In the case of grain suppliers, the evaluation criteria for acquisition can be read in the ‚ÄúResponsible Chain of Soy Management Program‚Äù chapter.For suppliers considered to be socially and \/ or environmentally critical, AMAGGI adopts criteria that are evaluated jointly by the areas of Supply and Sustainability. The groups included in this classification are suppliers related to: ‚Ä¢  Biomass and wood of native or exotic origin; ‚Ä¢  Seedlings (nurseries); ‚Ä¢  Grains and livestock; ‚Ä¢  Products of mineral origin; ‚Ä¢  Phytosanitary and fuel products; ‚Ä¢  Builders and contractors; ‚Ä¢  Waste receptors; ‚Ä¢  Environmental laboratory analysis services.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"414-1","Text":"There has been no reformulation of information provided in previous reports in the past period, or changes in the list of material themes and their limits. However, AMAGGI included new indicators for reporting, as it considers its strategic disclosure: GRI , GRI , GRI , GRI  and GRI . Regarding the structure of the chapters of the report, this year the company chose to structure it accor- ding to the strategic blocks of its Global Positioning of Sustainability, and no longer according to ma- terial themes. The information reported here was associated with the principles of the Global Compact and the UN Sustainable Development Goals.122 Sustainability Report","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"414-1","Text":"7, 8, 9 82 GRI 414: SUPPLIER SOCIAL ASSESSMENT 2016 GRI  New suppliers that were screened using social criteria.1, 2, 4, 5 81 GRI 414-2 Negative social impacts in the supply chain and actions taken.","Obs":"ok"}
{"Filename":"2018_Amaggi_EN.jsonl","GRI":"419-1","Text":"1, 2, 6 63 GRI 419: SOCIOECONOMIC COMPLIANCE 2016 GRI  Non-compliance with laws and regulations in the social and economic area.At AMAGGI, notifications for non-compliance with laws and regulations are received by the units and are immediately forwarded via e-mail to the Corporate and Legal Sustainability departments to ensure that appropriate action is taken. In addition, the Company periodically conducts audits to identify possible nonconformities. In 2018, there were no records of fines derived from laws and regulations related to the social and economic area.","Obs":"ok"}
