{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"201-4","Text":"Regarding tax policy, we are aware of the legality of our acts, acting strictly in compli- ance with the legislation of the countries in which we are located or in which we maintain GOVERNMENTS, INSTITUTIONS AND FOOD SECTOR GRI  | 201,  | 201,  | 201,  Our operations aims to boost the sustainabil- ity of our chain and to seek improvements in operations, in dialog with governments, institutions and society, in Brazil and abroad. In this way, we belong to management posi- tions, participate in forums and sector asso- ciations. We are also signatories to compacts and voluntary initiatives that address aspects of corporate responsibility, for example, combating degrading or slave\/child labor and addressing the impacts of climate change.Relations with governments and representa- tives of public authorities follow strict legal, ethical and moral standards, based on laws such as the US Foreign Corrupt Practices Act (FCPA), the Sarbanes-Oxley Act (SOX), the Brazilian Anti-Corruption Act (12,846\/2013) and the United Kingdom Bribery Act (UKBA).","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"201-4","Text":"Financial aid received from the government BRF  SUSTAINABILITY REPORT 2018 103BRF MESSAGE STRATEGY INDICATOR SYNTHESIS IMPACT AND VALUE GENERATION BUSINESSES REPORT QUALITY AND TRUST","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"201-2","Text":"CLIMATE AND ENVIRONMENTAL CHANGES GRI  The risk: Climate change can negatively affect our business and operating results, reflecting on several aspects ‚Äì such as global supply and demand for agricultural commod- ities, as grain, price changes, inventory and availability of raw materials. Moreover, they can reduce energy security and water avail- ability. The risk in the supply of grains and energy also directly implies the creation and well-being of animals.Reinforcing the positioning of quality as a non-negotiable value is among BRF's priorities","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"201-2","Text":"We are also aware of the direct impact of environmental issues ‚Äì especially climate change ‚Äì on the future of our business. Cli- mate change can have a significant impact on world supply and demand of agricultural commodities, affecting prices and conse- quently our raw material stocks, as well as af- fecting energy security and water availability. GRI  GREEN INVESTMENTS Throughout the year, we invested R$ 125,45 million in environmental impact reduction initiatives in Brazilian and international opera- tions, covering Capex (projects), investments in forests and expenses with effluent and sol- id waste treatment; this is an approximate fig- ure, which will still be verified and published by BRF in June 2019. By 2022, we will have access to green bonds (‚Ç¨ 500 million Senior Notes) issued in 2015 to increase investment capacity in projects focused on energy effi- ciency, renewable energy, sustainable forests, greenhouse gas emission reduction, among others. Environmental investments reached R$ 162.8 million.BRF SUSTAINABILITY REPORT 2018 80","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"201-1","Text":"Operating and economic-financial result ‚Ä¢ GRIMAIN INDICATORS (R$ MILLION)","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"201-1","Text":"GENERATED AND DISTRIBUTED VALUE (R$ MILLION)  GRI2016 2017 2018 Generated direct economic value Revenues 33,733 33,469 30,188 Distributed economic value Human Resources 4,881 5,279 4,795 Taxes 3,711 3,717 3,530 Interest\/Rentals 4,874 3,969 4,391 Interest on own capital 611 2,000 6,000 Retention -984 -1,126 -2,115 Non-controlling shareholders interest 5 -27 0 TOTAL 13,098 11,812 10,607 Economic value retained \"Direct economic value generated\" less \"Distributed economic value\" 20,635 21,655 19,581 CAPITAL MANAGEMENT  FINANCIAL CYCLE The Company's 2018 financial cycle totaled 35.7 days, a decrease of 5.3 days compared to 2017. The improvement in the working capital cycle in the comparison of the annual averag- es is mainly due to the decrease in inventories of frozen raw material and finished product, according to the Company's Operational and Financial Restructuring Plan, and the reduc- tion of the turnover of customers due to the better management of sales deadlines and the structuring of the Credit Rights Fund ‚Äì BRF Customers.","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"203-2","Text":"Highlights and investments  GRI ,SENSES AND FLAVORS Through the BRF Volunteer Program, which is transversal to all the work of the Institute, we implemented the Senses and Flavors (‚ÄúSen- tidos e Sabores‚Äù) project in associations of municipalities, organizations and other insti- tutions. The focus of this project is to address the theme of food in a playful way, adapted to different audiences in the municipalities, where we are to promote healthier communi- ties. Due to a strategic direction, investments in infrastructure were hardly made in 2018 (about R$ 50k).  GRI 203-1 PROJECTS FUND We continue with the local partnerships of the \"Project Fund\" initiative in 2018, with social organizations, schools and residents' associations, ensuring local relevance to the activities carried out. The Social Investment Committees had the possibility to create and lead projects of social relevance, built with local partners. In 2018, 19 fund projects were carried out, in the total amount of almost R$ 70k. GRI 203-2 RECYCLING AND ACTION (‚ÄúRECICLA√á√ÉO‚Äù) Another highlight is the Recycling and Action Project, which since 2013 has maintained a program of environmental education, com- munity mobilization and solid waste man- agement, with the objective of eradicating social and environmental risks in Morro dos Prazeres, in the Santa Teresa district of Rio de Janeiro. This performance is based on a model of behavior change of the residents. Waste sent for recycling is sold to recyclers and partnerships, generating resources for the community to reinvest in local projects and improving the living conditions of the place. The methodology was recognized by MANAGEMENT MODEL GRI 203-2 The BRF Institute is a private association of public interest founded by BRF to strategical- ly direct the Company's social investments. It is qualified as a Civil Society Organization of Public Interest (OSCIP) and acts both through its own resources, donated by BRF, and by the orientation of the investment of resources encouraged by state laws. Its activities under- go annual financial auditing.","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"203-2","Text":"SENSES AND FLAVORS Through the BRF Volunteer Program, which is transversal to all the work of the Institute, we implemented the Senses and Flavors (‚ÄúSen- tidos e Sabores‚Äù) project in associations of municipalities, organizations and other insti- tutions. The focus of this project is to address the theme of food in a playful way, adapted to different audiences in the municipalities, where we are to promote healthier communi- ties. Due to a strategic direction, investments in infrastructure were hardly made in 2018 (about R$ 50k).  GRI  PROJECTS FUND We continue with the local partnerships of the \"Project Fund\" initiative in 2018, with social organizations, schools and residents' associations, ensuring local relevance to the activities carried out. The Social Investment Committees had the possibility to create and lead projects of social relevance, built with local partners. In 2018, 19 fund projects were carried out, in the total amount of almost R$ 70k. GRI  RECYCLING AND ACTION (‚ÄúRECICLA√á√ÉO‚Äù) Another highlight is the Recycling and Action Project, which since 2013 has maintained a program of environmental education, com- munity mobilization and solid waste man- agement, with the objective of eradicating social and environmental risks in Morro dos Prazeres, in the Santa Teresa district of Rio de Janeiro. This performance is based on a model of behavior change of the residents. Waste sent for recycling is sold to recyclers and partnerships, generating resources for the community to reinvest in local projects and improving the living conditions of the place. The methodology was recognized by MANAGEMENT MODEL GRI  The BRF Institute is a private association of public interest founded by BRF to strategical- ly direct the Company's social investments. It is qualified as a Civil Society Organization of Public Interest (OSCIP) and acts both through its own resources, donated by BRF, and by the orientation of the investment of resources encouraged by state laws. Its activities under- go annual financial auditing.The governance of the BRF Institute is com- posed of an Associate Assembly, a Fiscal Council and a board of directors divided between the Chief Executive Officer and the Executive Board. There is a technical team directed only to the activities of the associa- tion that maintains a constant dialogue with stakeholders and leaderships of the BRF itself. Its main volunteers are the Social Investment Committees, which actively participate in the design of the action strategies.","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"203-1","Text":"SENSES AND FLAVORS Through the BRF Volunteer Program, which is transversal to all the work of the Institute, we implemented the Senses and Flavors (‚ÄúSen- tidos e Sabores‚Äù) project in associations of municipalities, organizations and other insti- tutions. The focus of this project is to address the theme of food in a playful way, adapted to different audiences in the municipalities, where we are to promote healthier communi- ties. Due to a strategic direction, investments in infrastructure were hardly made in 2018 (about R$ 50k).  GRI  PROJECTS FUND We continue with the local partnerships of the \"Project Fund\" initiative in 2018, with social organizations, schools and residents' associations, ensuring local relevance to the activities carried out. The Social Investment Committees had the possibility to create and lead projects of social relevance, built with local partners. In 2018, 19 fund projects were carried out, in the total amount of almost R$ 70k. GRI  RECYCLING AND ACTION (‚ÄúRECICLA√á√ÉO‚Äù) Another highlight is the Recycling and Action Project, which since 2013 has maintained a program of environmental education, com- munity mobilization and solid waste man- agement, with the objective of eradicating social and environmental risks in Morro dos Prazeres, in the Santa Teresa district of Rio de Janeiro. This performance is based on a model of behavior change of the residents. Waste sent for recycling is sold to recyclers and partnerships, generating resources for the community to reinvest in local projects and improving the living conditions of the place. The methodology was recognized by MANAGEMENT MODEL GRI  The BRF Institute is a private association of public interest founded by BRF to strategical- ly direct the Company's social investments. It is qualified as a Civil Society Organization of Public Interest (OSCIP) and acts both through its own resources, donated by BRF, and by the orientation of the investment of resources encouraged by state laws. Its activities under- go annual financial auditing.The governance of the BRF Institute is com- posed of an Associate Assembly, a Fiscal Council and a board of directors divided between the Chief Executive Officer and the Executive Board. There is a technical team directed only to the activities of the associa- tion that maintains a constant dialogue with stakeholders and leaderships of the BRF itself. Its main volunteers are the Social Investment Committees, which actively participate in the design of the action strategies.","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"205-2","Text":"GRI  | 205,  | 205,  | 205,  | 206,  | 206,  | 206,Recent years have been challenging for BRF, which has undergone major changes in recent years, as has the food industry in general. Regarding the improvement of its gover- nance, control and compliance processes, BRF defined as non-negotiable commitments Integrity, Quality and Security, which should be applied in all links of the productive chain, in our daily institutional or business relations, regardless of hierarchical levels or roles.","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"205-2","Text":"Integrity GRI ,  ANTI-CORRUPTION TRAINING BY FUNCTIONAL CATEGORYFunctional Category","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"205-3","Text":"GRI Standard Disclosure Page\/URL Omission ODS INDIRECT ECONOMIC IMPACTS GRI 103: Management approach in 2016  Explanation of the material topic and its limits  Management approach and its components  Evolution of the management approach GRI 203: Indirect economic impacts in 2016  Development and impact of investments in infrastructure and services offered 2, 5, 7, 9, 11  Significant indirect economic impacts 1, 2, 3, 8, 10, 17 FIGHT AGAINST CORRUPTION GRI 103: Management approach in 2016  Explanation of the material topic and its limits  Management approach and its components  Evolution of the management approach GRI 205: Fight against corruption in 2016  Operations subject to risk assessments related to corruption Information on operations subject to risk assessments related to corruption is considered confidential and will not be disclosed. 16  Communication and training in anti-corruption policies and procedures 16  Confirmed cases of corruption and measures taken The Carne Fraca and Trapa√ßa Operation were deployed in administrative and judicial processes related to corruption filed against the organization or its employees. The investigations are still ongoing and are being conducted by the competent authorities. Internally, investigations are conducted by an independent committee, which is advised by outside lawyers. Due to certain investigations, some BRF staff were temporarily removed from their duties. Pursuant to applicable legislation, BRF is cooperating with the authorities. Depending on the sensitivity of the information, information on corruption cases is considered confidential and will not be disclosed.16 UNFAIR COMPETITION BRF  SUSTAINABILITY REPORT 2018 104","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"205-1","Text":"GRI Standard Disclosure Page\/URL Omission ODS INDIRECT ECONOMIC IMPACTS GRI 103: Management approach in 2016  Explanation of the material topic and its limits  Management approach and its components  Evolution of the management approach GRI 203: Indirect economic impacts in 2016  Development and impact of investments in infrastructure and services offered 2, 5, 7, 9, 11  Significant indirect economic impacts 1, 2, 3, 8, 10, 17 FIGHT AGAINST CORRUPTION GRI 103: Management approach in 2016  Explanation of the material topic and its limits  Management approach and its components  Evolution of the management approach GRI 205: Fight against corruption in 2016  Operations subject to risk assessments related to corruption Information on operations subject to risk assessments related to corruption is considered confidential and will not be disclosed. 16  Communication and training in anti-corruption policies and procedures 16  Confirmed cases of corruption and measures taken The Carne Fraca and Trapa√ßa Operation were deployed in administrative and judicial processes related to corruption filed against the organization or its employees. The investigations are still ongoing and are being conducted by the competent authorities. Internally, investigations are conducted by an independent committee, which is advised by outside lawyers. Due to certain investigations, some BRF staff were temporarily removed from their duties. Pursuant to applicable legislation, BRF is cooperating with the authorities. Depending on the sensitivity of the information, information on corruption cases is considered confidential and will not be disclosed.16 UNFAIR COMPETITION BRF  SUSTAINABILITY REPORT 2018 104","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"302-4","Text":"6,430.36 GJ  GRI  It was the total reduction of electricity consumption compared to 2017 (analyzing the energy consumption kWh per ton). The improvement is directly linked to conservation and efficiency projects* Data consider the fuel consumption of the land fleet in Brazil. This value is total non-renewable and renewable energy. Data for 2016 and 2017 revised.","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"302-3","Text":"Considering only the energy consumption within the BRF, the energy intensity was 2.13 GJ\/t produced in 2016, 2.22 GJ\/t in 2017, and 2.00 GJ\/t produced, taking into account the consumption of electricity. GRITOTAL ENERGY CONSUMED INSIDE BRF (GJ)¬π GRI 302-1","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"302-3","Text":"GRI Standard Disclosure Page\/URL Omission ODS GRI 103: Management approach in 2016  Explanation of the material topic and its limits  Management approach and its components  Evolution of the management approach GRI 206: Unfair competition 2016  Lawsuits filed by unfair competition, trust and monopoly practices There have been no occurrences of lawsuits brought on by unfair competition, trust and monopoly practices in the last three years. 16 ENERGY GRI 103: Management approach in 2016  Explanation of the material topic and its limits  Management approach and its components  Evolution of the management approach GRI 302: Energy in 2016  Energy consumption within the organization 7, 8, 12, 13  Energy consumption outside the organization 7, 8, 12, 13  Energy intensity 7, 8, 12, 13  Reduced energy consumption 7, 8, 12, 13  Reducing the energy needs of products and services No information available. There is no monitoring of this indicator, since the energy management is implemented in the processes and not in the product lines. There is no management through the product life cycle.7, 8, 12, 13 WATER BRF  SUSTAINABILITY REPORT 2018 105","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"302-2","Text":"ENERGY CONSUMED OUTSIDE BRF (GJ) * GRI2016 5,201,991.82","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"302-1","Text":"TOTAL ENERGY CONSUMED INSIDE BRF (GJ)¬π GRI2016 2017 2018 Fuels from non-renewable sources 1,158,461.41 GJ 1,633,828.29 GJ 1,284,896.81 GJ Fuels from renewable sources 22,954,945.46 GJ 22,657,492.54 GJ 18,687,792.94 GJ Energy consumed (purchased) from non- renewable sources 769,455.19 GJ 893,816.79 GJ 438,834.77 GJ Energy consumed (purchased) from renewable sources 6,497,555.43 GJ¬≤ 7,657,118.07 GJ 7,351,988.83 GJ Energy sold 0.00 GJ 0.00 GJ 0.00 GJ TOTAL 31,380,417.49 GJ 32,842,255.69 GJ 27,763,513.34 GJ","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"302-1","Text":"Natural capital GRI , , , ,FUEL CONSUMPTION FROM NON-RENEWABLE SOURCES (GJ) ¬π","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"303-3","Text":"PERCENTAGE OF WATER REUSE\/RECYCLING AT BRF (%) GRI2016 36.19","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"303-3","Text":"Natural capital GRI , , , ,FUEL CONSUMPTION FROM NON-RENEWABLE SOURCES (GJ) ¬π","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"303-1","Text":"TOTAL VOLUME OF WATER WITHDRAWN PER SOURCE ( m ¬≥) GRI  2016 2017 2018* Surface water including wetlands, rivers, lakes and oceans 38,366,961.88 39,480,557.51 37,565,095.64 Underground  waters 20,807,007.94 23,608,629.88 21,159,290.84 Rainwater directly collected and stored by the organization 53,300.00 51,300.00 0.00 Effluents from another organization 0.00 468,000.00 0.00 Municipal water supply  or other water supply companies 1,855,287.60 2,178,280.19 2,699,956.15 TOTAL 61,082,557.42 65,786,767.58 61,424,342.63*Data consider information from Brazil, Abu Dhabi and Turkey.","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"303-2","Text":"Natural capital GRI , , , ,FUEL CONSUMPTION FROM NON-RENEWABLE SOURCES (GJ) ¬π","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"305-1","Text":"OUR EMISSIONS BY SCOPE (IN tCO 2 e) GRI , , ,2016 2017 2018* Direct emissions of greenhouse gases ‚Äì Scope 1 (equivalent tCO2) * 439,962.58 440,621.04 285,881.12 Biogenic emissions of CO2 - Scope 1 (tCO2) * 2,103,531.01 1,966,390.17 2,086,509.77 Indirect emissions of greenhouse gases - Scope 2 (tCO2 equivalent) * 274,684.41 306,320.98 146,008.70 Biogenic emissions of CO2 - Scope 2 (tCO2) * 462.86 22.69 52.05","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"305-4","Text":"OUR EMISSIONS BY SCOPE (IN tCO 2 e) GRI , , ,2016 2017 2018* Direct emissions of greenhouse gases ‚Äì Scope 1 (equivalent tCO2) * 439,962.58 440,621.04 285,881.12 Biogenic emissions of CO2 - Scope 1 (tCO2) * 2,103,531.01 1,966,390.17 2,086,509.77 Indirect emissions of greenhouse gases - Scope 2 (tCO2 equivalent) * 274,684.41 306,320.98 146,008.70 Biogenic emissions of CO2 - Scope 2 (tCO2) * 462.86 22.69 52.05","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"305-4","Text":"Every year, the GHG inventory is audited by an outside company, which includes analysis of the calculation tool, baseline data used to calculate emissions and in loco visits, to check the information used, and the issuance of a verification letter, attesting the informa- tion. Later, this letter is submitted to the Bra- zilian GHG Protocol Program which, in turn, recognizes the inventory with the Gold Seal. In 2018, the intensity of our emissions was 0.0676 tCO2e\/t produced. GRI  With regard to atmospheric emissions, we use high technology equipment, which em- ploys the principle of electrochemical cells conducting on-line analysis of the gases resulting from the combustion process (CO2, O2, NOx and SOx). The main sources of emissions are the boilers of industrial plants, steam generating equipment. As a legal as- pect, these emissions are a parameter moni- tored in the Company's Environmental Con- formity Index (ICA).OTHER GREENHOUSE GAS EMISSIONS - SCOPE 3 (IN tCO 2 e)","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"305-6","Text":"EMISSIONS - SUBSTANCES THAT WIPE OUT THE OZONE LAYER (SDO) - HCFC*  GRI*Data not audited yet","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"305-7","Text":"Natural capital GRI , , , ,FUEL CONSUMPTION FROM NON-RENEWABLE SOURCES (GJ) ¬π","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"305-3","Text":"OUR EMISSIONS BY SCOPE (IN tCO 2 e) GRI , , ,2016 2017 2018* Direct emissions of greenhouse gases ‚Äì Scope 1 (equivalent tCO2) * 439,962.58 440,621.04 285,881.12 Biogenic emissions of CO2 - Scope 1 (tCO2) * 2,103,531.01 1,966,390.17 2,086,509.77 Indirect emissions of greenhouse gases - Scope 2 (tCO2 equivalent) * 274,684.41 306,320.98 146,008.70 Biogenic emissions of CO2 - Scope 2 (tCO2) * 462.86 22.69 52.05","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"305-2","Text":"OUR EMISSIONS BY SCOPE (IN tCO 2 e) GRI , , ,2016 2017 2018* Direct emissions of greenhouse gases ‚Äì Scope 1 (equivalent tCO2) * 439,962.58 440,621.04 285,881.12 Biogenic emissions of CO2 - Scope 1 (tCO2) * 2,103,531.01 1,966,390.17 2,086,509.77 Indirect emissions of greenhouse gases - Scope 2 (tCO2 equivalent) * 274,684.41 306,320.98 146,008.70 Biogenic emissions of CO2 - Scope 2 (tCO2) * 462.86 22.69 52.05","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"306-2","Text":"DISPOSAL OF WASTE (IN TONS) GRI ,Disposal 2016 2017 2018 Hazardous waste generated by type 1 and disposal Industrial landfill and autoclaving 480.94 932.91 2,522.14 Recycling 327.30 635.27 1,604.12 Incineration 128.58 272.22 172.70 Re-use i.n.d. i.n.d. 86.81 Recovery i.n.d. i.n.d. 27.69 TOTAL 936.82 1,840.40 4,413.46 Non-hazardous waste generated, by type 2 and disposal Incorporation into the soil 42,157.76 16,476.81 18,926.54 Industrial landfill and autoclaving 110,873.88 162,768.95 82,155.57 Recycling 68,408.16 78,501.84 69,948.43 Incineration 484.93 784.00 3,169.42 Composting 120,995.25 55,033.39 227,661.27 Re-use i.n.d. i.n.d. 1,917.01 Recovery i.n.d. i.n.d. 35,288.66 TOTAL 342,919.97 313,565.00 439,066.89","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"306-5","Text":"Natural capital GRI , , , ,FUEL CONSUMPTION FROM NON-RENEWABLE SOURCES (GJ) ¬π","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"306-4","Text":"DISPOSAL OF WASTE (IN TONS) GRI ,Disposal 2016 2017 2018 Hazardous waste generated by type 1 and disposal Industrial landfill and autoclaving 480.94 932.91 2,522.14 Recycling 327.30 635.27 1,604.12 Incineration 128.58 272.22 172.70 Re-use i.n.d. i.n.d. 86.81 Recovery i.n.d. i.n.d. 27.69 TOTAL 936.82 1,840.40 4,413.46 Non-hazardous waste generated, by type 2 and disposal Incorporation into the soil 42,157.76 16,476.81 18,926.54 Industrial landfill and autoclaving 110,873.88 162,768.95 82,155.57 Recycling 68,408.16 78,501.84 69,948.43 Incineration 484.93 784.00 3,169.42 Composting 120,995.25 55,033.39 227,661.27 Re-use i.n.d. i.n.d. 1,917.01 Recovery i.n.d. i.n.d. 35,288.66 TOTAL 342,919.97 313,565.00 439,066.89","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"306-3","Text":"Administrative operations adopt separation for disposal of organic waste and other cat- egories (recyclable and non-recyclable). Our own and integrated farms have the Reverse In 2018, there were six significant leaks, total- ing 24 m¬≥, due to the leakage of animal fat, effluent, effluent treatment sludge and solid waste in the cities of Videira (SC), Chapec√≥ (SC) and Conc√≥rdia (SC). Environmental man- agement is focused on reducing\/mitigating environmental impacts. GRI  BRF SUSTAINABILITY REPORT 2018 86BRF MESSAGE STRATEGY INDICATOR SYNTHESIS IMPACT AND VALUE GENERATION BUSINESSES REPORT QUALITY AND TRUST","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"306-1","Text":"DISPOSAL OF WATER\/EFFLUENTS BY DESTINATION ( m ¬≥)  GRI2016 2017 2018 Surface waters 54,004,053.52 54,848,043.80 52,945,638.85 Soil 163,698.76 90,404.72 208,373.62 Sewer collection municipal network 58,958.00 2,669,153.00 106,283.02 TOTAL EFFLUENTS GENERATED (m¬≥) 54,226,710.28 57,607,601.52 53,260,295.49","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"308-2","Text":"MAPPED IMPACTS IN THE CHAIN GRI , ,Environmental impacts Social impacts No. of suppliers evaluated 173 (Procurement) 207 (logistics) 267 (turnover agriculture and livestock) 100% (Procurement) 207 (logistics) Potential monitored impacts Non-compliance with legislation and conditions; lack of water grants; problems with emissions volume; overlapping or use of areas of preser- vation, conservation and legal reserves; treat- ment and disposal of waste.","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"308-1","Text":"173 new suppliers of waste disposal and Halal abatement (following Islamic precepts) entered our base in 2018, all contracted based on environmental criteria, which are essential during the competition and approval process. GRIPartnerships for efficiency: maravalha plant in RS","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"308-1","Text":"207 suppliers for logistics services evaluated in the Integrated Supplier Management (GIF or ISM) GRI‚Ä¢ 80 km\/h as maximum speed limit on nor- mal days; 60 km\/h on rainy days ‚Ä¢ 30 minutes stop at each 5:30h of continuous driving ‚Ä¢ 12 hours of maximum driving time, of which 8 normal hours, extending to 2 hours or 4 hours, according to collective agreement ‚Ä¢ Always keeping lights on, in the daytime, even inside BRF units and CDs ‚Ä¢ Any accident must be reported to the BRF (unit of origin) and to the Leading Regula- tor (0800 7030 373), even if the vehicle is empty ‚Ä¢ Safety kit in the truck (reflective vest, four cones, two shims, 100 meters of striped ribbon and flashlight) ‚Ä¢ BRF standard uniform and closed safety footwear ‚Ä¢ The driver must be able to use the risk manager, have an Occupational Health Certificate (ASO or OHC) and a defensive driving license, valid for one year, as well as a toxicological test ‚Ä¢ The truck should have 4 locks pallets, a cold test certificate valid for 6 months and a smoke test, valid for one year","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"308-1","Text":"100% of the new suppliers considered were contracted based on environmental criteria, following the Code of Conduct for Suppliers.  GRISocio- environmental impact In 2018, agricultural and livestock suppliers were evaluated on social impacts and also on the logistic category; both in social and environmental criteria, there was an evaluation. In total, 100% of the cases were addressed by the relevant areas.","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"401-2","Text":"BENEFITS GRI ,  Employees in Brazil receive a number of benefits, either from BRF's liberality or guaranteed by Collective Labor Agreements. The main ones are: BRF SUSTAINABILITY REPORT 2018 61BRF MESSAGE STRATEGY INDICATOR SYNTHESIS IMPACT AND VALUE GENERATION BUSINESSES REPORT QUALITY AND TRUST","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"401-3","Text":"BENEFITS GRI ,  Employees in Brazil receive a number of benefits, either from BRF's liberality or guaranteed by Collective Labor Agreements. The main ones are: BRF SUSTAINABILITY REPORT 2018 61BRF MESSAGE STRATEGY INDICATOR SYNTHESIS IMPACT AND VALUE GENERATION BUSINESSES REPORT QUALITY AND TRUST","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"401-3","Text":"Human capital GRI , , , , , ,EMPLOYEES BY AGE GROUP","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"401-1","Text":"Human capital GRI , , , , , ,EMPLOYEES BY AGE GROUP","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"403-4","Text":"RISK MANAGEMENT GRI , ,  Our risk management management focuses on policies and programs that demonstrate commitment towards employees and stake- holders. The manufacturing and agricultural areas are the ones with the greatest occupa- tional risk in BRF, due to the higher exposure. Therefore, a continuous mapping, analysis and monitoring work is carried out, along with operational and administrative controls aiming to eliminate or minimize such factors.The mapping covers working conditions, risks, monitoring of employees' health and the anal- ysis of indicators, such as accidents, absen- teeism, complaints and occupational diseases, among others. In addition to the legal Occu- pational Health Medical Control, Respiratory Protection, Auditory Conservation and Envi- ronmental Risk Prevention Programs, several measures are adopted to guarantee people‚Äôs health, safety and welfare.","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"403-1","Text":"RISK MANAGEMENT GRI , ,  Our risk management management focuses on policies and programs that demonstrate commitment towards employees and stake- holders. The manufacturing and agricultural areas are the ones with the greatest occupa- tional risk in BRF, due to the higher exposure. Therefore, a continuous mapping, analysis and monitoring work is carried out, along with operational and administrative controls aiming to eliminate or minimize such factors.The mapping covers working conditions, risks, monitoring of employees' health and the anal- ysis of indicators, such as accidents, absen- teeism, complaints and occupational diseases, among others. In addition to the legal Occu- pational Health Medical Control, Respiratory Protection, Auditory Conservation and Envi- ronmental Risk Prevention Programs, several measures are adopted to guarantee people‚Äôs health, safety and welfare.","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"403-3","Text":"RISK MANAGEMENT GRI , ,  Our risk management management focuses on policies and programs that demonstrate commitment towards employees and stake- holders. The manufacturing and agricultural areas are the ones with the greatest occupa- tional risk in BRF, due to the higher exposure. Therefore, a continuous mapping, analysis and monitoring work is carried out, along with operational and administrative controls aiming to eliminate or minimize such factors.The mapping covers working conditions, risks, monitoring of employees' health and the anal- ysis of indicators, such as accidents, absen- teeism, complaints and occupational diseases, among others. In addition to the legal Occu- pational Health Medical Control, Respiratory Protection, Auditory Conservation and Envi- ronmental Risk Prevention Programs, several measures are adopted to guarantee people‚Äôs health, safety and welfare.","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"403-2","Text":"PERFORMANCE AND ACTION FOCI GRI  Our management prioritizes the elimination of accidents, diseases related to the work environment and death. In 2018, there was a significant reduction in the absolute val- ues of injuries, in the rates with and without leave and in the volume of lost days of the Company ‚Äì a historically transforming result, in line with our purpose of reinforcing Safe- ty as a non-negotiable management pillar (see the table).EMPLOYEE HEALTH AND SAFETY RATES BY GENDER","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"403-2","Text":"Human capital GRI , , , , , ,EMPLOYEES BY AGE GROUP","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"404-1","Text":"Human capital GRI , , , , , ,EMPLOYEES BY AGE GROUP","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"404-3","Text":"ing the importance of preventive health care for men and women.  We are evolving to build more robust strategies, considering the specificities of each of the audiences present in our organization, with training sessions for leaders on integrity and respect for diversity, the latter being one of the priority audiences in dialogues and actions. As a complement, in addition to the frequent disclosure of the CULTIVATING TALENTS GRI  | 401,  | 401,  | 401,  The connection and engagement of employ- ees with the culture and purposes of BRF are accompanied by periodic researches and by the High Performance Cycle, annually applied. This assessment provides career development based on employee performance. The current cycle considers eligibility for employee bonus for positions distributed between the senior analyst and CEO levels, all other levels being eligible for profit sharing (PLR) and perfor- mance evaluation, which contributed to the Company‚Äôs results.  In addition to these two tools, our purpose is to intensify feedbacks from managers to their respective areas. The aim is to provide tools so that employees are protagonists of their development and in or- der for leaders to actively contribute for this achievement.The performance evaluation by BRF has evolved since 2014, from a restricted process aimed at the remuneration pillar to a process based on feedback and employee develop- ment. In 2018, the process covered 3.7 times more people, initiating a universalization","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"404-3","Text":"Human capital GRI , , , , , ,EMPLOYEES BY AGE GROUP","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"405-1","Text":"Human capital GRI , , , , , ,EMPLOYEES BY AGE GROUP","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"405-2","Text":"MATHEMATICAL RATIO BETWEEN THE BASE SALARY FOR WOMEN AND MEN IN EACH FUNCTIONAL CATEGORY (%)* GRIFunctional Category 2016 2017 2018 Board of Directors 82 90 99 Managers 93 96 97 Supervisors and Coordinators 106 108 97 Administrative 88 89 82 Operating 83 85 85","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"413-2","Text":"IMPACT MANAGEMENT AND LOCAL PRESENCE GRI ,  Together, the BRF Institute and the Social Investment Committees enhance their so- cial, economic and environmental impacts. In 2018, 447 social actions were carried out, with continuous monitoring and annual eval- uations of each project implemented in the municipalities.The Institute's involvement extends to the various multidisciplinary working groups, corporate areas and business units, managing the social impacts of the operation and pro- moting improvements in the lives of commu- nities. During the annual campaign of volun- tary actions, held in August, 36 locations in Brazil, 10 in Latin America, four in Asia, three in Europe and one in Africa had corporate volunteering.","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"413-1","Text":"IMPACT MANAGEMENT AND LOCAL PRESENCE GRI ,  Together, the BRF Institute and the Social Investment Committees enhance their so- cial, economic and environmental impacts. In 2018, 447 social actions were carried out, with continuous monitoring and annual eval- uations of each project implemented in the municipalities.The Institute's involvement extends to the various multidisciplinary working groups, corporate areas and business units, managing the social impacts of the operation and pro- moting improvements in the lives of commu- nities. During the annual campaign of volun- tary actions, held in August, 36 locations in Brazil, 10 in Latin America, four in Asia, three in Europe and one in Africa had corporate volunteering.","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"414-2","Text":"MAPPED IMPACTS IN THE CHAIN GRI , ,Environmental impacts Social impacts No. of suppliers evaluated 173 (Procurement) 207 (logistics) 267 (turnover agriculture and livestock) 100% (Procurement) 207 (logistics) Potential monitored impacts Non-compliance with legislation and conditions; lack of water grants; problems with emissions volume; overlapping or use of areas of preser- vation, conservation and legal reserves; treat- ment and disposal of waste.","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"414-1","Text":"MAPPED IMPACTS IN THE CHAIN GRI , ,Environmental impacts Social impacts No. of suppliers evaluated 173 (Procurement) 207 (logistics) 267 (turnover agriculture and livestock) 100% (Procurement) 207 (logistics) Potential monitored impacts Non-compliance with legislation and conditions; lack of water grants; problems with emissions volume; overlapping or use of areas of preser- vation, conservation and legal reserves; treat- ment and disposal of waste.","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"416-1","Text":"AUDIT AND CERTIFICATION GRI  To ensure that the entire production chain meets international quality and safety criteria, we maintain a routine of audits ‚Äì Audits of the BRF Quality System (SQBRF) ‚Äì, annually held with the purpose of ensuring legal com- pliance and compliance with customer stan-TIER BRF","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"416-2","Text":"GRI Standard Disclosure Page\/URL Omission ODS GRI 413: Local communities in 2016  Operations with implemented programs of local community engagement, impact assessment and local development  Operations with significant potential impacts or real negative impacts on local communities 1, 2 SOCIAL EVALUATION OF SUPPLIERS GRI 103: Management approach in 2016  Explanation of the material topic and its limits  Management approach and its components  Evolution of the management approach GRI 414: Supplier Social Evaluation 2016  New suppliers selected based on social criteria  Negative social impacts on the supply chain and measures taken 5, 8, 16 CONSUMERS' HEALTH AND SAFETY GRI 103: Management approach in 2016  Explanation of the material topic and its limits  Management approach and its components  Evolution of the management approach GRI 416: Consumers' Health and Safety in 2016  Products and services for which health and safety impacts are assessed  Nonconformities related to health and safety impacts of products and services In 2018, 165 lawsuits\/administrative assessments involving the subject were filed (136 in 2017); 39 of these resulted in fines or penalties (98 in 2017) and none resulted in a warning (38 in 2017). The indicator considers actions involving discussions with consumers on aspects of product quality. 16 BRF  SUSTAINABILITY REPORT 2018 111BRF MESSAGE STRATEGY INDICATOR SYNTHESIS IMPACT AND VALUE GENERATION BUSINESSES REPORT QUALITY AND TRUST","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"417-1","Text":"INFORMATION AND TRANSPARENCY GRI  | 417,  | 417,  | 417,  One of the main transformations of the rela- tionship between companies and consumers is the level of their requirement for nutrition- al and production information. To stimulate conscious choices and put into practice the concept of food transparency, one of the pillars of quality management (read more on page 44), BRF adopts all relevant legislation in the markets associated with brand commu- nication and labeling.We are aware of potential changes in regu- latory scenarios and countries' requirements and best practices, developing products in accordance with Technical Identity and Qual- ity Regulations (RTIQs) and\/or other applica- ble laws. All product formulations are regis- tered with regulatory agencies as indicated in the labeling records.","Obs":"ok"}
{"Filename":"2018_BRF_EN.pdf.jsonl","GRI":"419-1","Text":"SOCIOECONOMIC COMPLIANCE GRI 103: Management approach in 2016  Explanation of the material topic and its limits  Management approach and its components  Evolution of the management approach GRI 419: Socioeconomic compliance in 2016  Non-compliance with social and economic laws and regulations 16 OUTSOURCING AND PROCUREMENT Food Sector Supplement ‚Äì Outsourcing and Procurement FP1 Percentage of volume purchased from vendors in accordance with the organization's purchasing policy FP2 Percentage of purchased volume that conforms to internationally recognized standards and certifications, broken down by type of certification 2, 12, 14, 15 ANIMAL WELFARE Sectoral Supplement of Food ‚Äì Animal Welfare FP10 Policies and practices, by species and race, related to physical changes and anesthetic use FP11 Percentage and total animals raised and\/or processed, by species and breed, by type of housing FP12 Policies and practices regarding the use of antibiotics, anti- inflammatories, hormones and\/or treatments with growth promoters, by species and type of breeding 2 BRF  SUSTAINABILITY REPORT 2018 113BRF MESSAGE STRATEGY INDICATOR SYNTHESIS IMPACT AND VALUE GENERATION BUSINESSES REPORT QUALITY AND TRUST","Obs":"ok"}
