{"Filename":"2018_Cielo_EN.jsonl","GRI":"201-4","Text":"‚Äì In 2018, Cielo used 48.0 million in tax incentives derived from the following laws and programs: Lei do Bem, Rouanet law, Sport law, Children‚Äôs Rights law, Fund for the Elderly and National Disabled Person‚Äôs Healthcare Program, National Oncology Care Program, Worker‚Äôs Food Program (PAT) and from the extension of maternity and paternity leave, in addition to 3.5 million in credit received from the Financiadora de Estudos e Projetos (Studies and Projects Financier ‚Äì Finep), and the national development bank Banco Nacional de Desenvolvimento Econ√¥mico e Social (BNDES) at special interest rates. Regarding other government subsidies, Cielo brought forward the settlement of all its FINAME contracts in February 2018.206-1 ‚Äì On September 19, 2018, Cielo signed a Cease and Desist Agreement with the antitrust authority Conselho Administrativo de Defesa Econ√¥mica (CADE), related to the Administrative Inquiry No. 08700.001860\/2016-51 (Inquiry) promoted by the authority. In function of this Cease and Desist Agreement, the company made a pecuniary contribution to the Fund for the Defense of Diffuse Rights (FDD) in the amount of 29,706,304.00. The Cease and Desist Agreement is an agreement (and not a condemnation) and does not constitute recognition of guilt or admission of any illicit act on the part of Cielo, its controllers, managers and representatives regarding conduct investigated in the electronic payments market.","Obs":"ok"}
{"Filename":"2018_Cielo_EN.jsonl","GRI":"201-3","Text":"opportunity |Outplacement 404-2 Cielo provides an outplacement program for employees who are terminated. This is applicable from management level on and is conditional on validation by the Human Resources area. Three specialized consultancies provide support in the outplacement process. The duration of this support varies from six months to a year (according to the level), and 100% of the cost is born by the Company. One differential is that the employee may choose which consultancy to use. The Company chosen must submit an activity report every two months so that Cielo may monitor the evolution of the process until it is finalized.","Obs":"ok"}
{"Filename":"2018_Cielo_EN.jsonl","GRI":"201-3","Text":"Retirees who are terminated without due cause are granted early redemption of restricted shares with a future transfer date.52","Obs":"ok"}
{"Filename":"2018_Cielo_EN.jsonl","GRI":"201-3","Text":"Private Pension Plan Contributions  Contribution salary ‚Äì salary band %1 st band: portion of salary limited to 15 UR (reference units) 2 2 nd band: nominal salary minus the lowest amount of 15 UR From 0 to 7.8","Obs":"ok"}
{"Filename":"2018_Cielo_EN.jsonl","GRI":"201-3","Text":"Private Pension Plan  Age of participant in complete years Cielo matching contribution in multiplesUp to 40 years 1 From 41 to 50 years 1.5 From 51 years 2.0 Sport Associa√ß√£o Desportiva para Deficientes (Sport for the Disabled Association) Adapted sport initiation program ‚Äì Year II Provide orientation and training in activities to develop physical and sporting skills, primarily for children and young people with physical and intellectual disabilities.","Obs":"ok"}
