{"Filename":"2018_CHESF_EN.jsonl","GRI":"201-1","Text":"FINANCIAL CAPITAL ,  ANDAs a state-owned company, Chesf needs to include its investment budget in the Annual Budget Law (LOA), approved annually by the National Congress. In addition, its Global Ex- penditure Program (PDG - sources and uses) is approved through presidential decree each year. The total amount of Chesf‚Äôs Investment Budget, approved in the Annual Budget Law - LOA 2018, Law 13,587, of January 2, 2018 - was R$ 1,559,005,808. In 2018, we maintained the financial bal- ance regained in the previous year. With a bal- anced revenue stream, we started to have a better leverage and, consequently, the market started to view us with more confidence, creat- ing new opportunities for development and effi- ciency for the Company. We ended 2018 with net income of R$ 265.9 million. Gross operating rev- enue was R$ 5,788.6 million, up 0.6% compared with the previous year.","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"201-1","Text":"GOIANINHA SUBSTATIONABOUT THE REPORT CORPORATE GOVERNANCE","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"203-1","Text":"Chesf Business Volunteering ,  AND  In 2018, our volunteer program had the partic- ipation of 34 employees in various campaigns and actions in the communities. The actions were in line with the interests of the inter- nal audience, business and community needs. Chesf also opened its doors to promote fairs in its premises to disseminate and market prod- ucts produced by social entities. The volunteer group also promoted the collection and distribution of basic food staple baskets for needy communities in Recife, par- ticipated in the campaign called Banho do Bem , which collected personal hygiene items and supported the Bons Ventos project, which col- lected school supplies for needy communities in the states of Piau√≠, Rio Grande do Norte and Bahia. In addition, we maintained the partner- ship with the education project called EnergiaSolid√°ria and held Solidarity Christmas for chil- dren around Chesf Headquarters in Recife.","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"204-1","Text":"In 2018, we consolidated the adoption of an- ti-corruption clauses in our contracts and held an event to communicate and reinforce poli- cies and procedures related to the proper per- formance of suppliers, including a specific lec- ture on integrity mechanisms established in the Eletrobras companies for relationship with third parties. ,  AND   In 2018, after the bidding process, 357 con- tracts were signed with 231 suppliers, totaling R$ 497.4 million. Of these, 70 suppliers are con- sidered to be ‚Äúessential to the business,‚Äù hav- ing been contracted to execute works, services and to supply equipment for energy genera- tion and transmission: 135 contracts totaling R$ 306.3 million. Essential suppliers account for 30.3% of the total number of suppliers con- tracted in 2018, 37.81% of the contracts signed in the year and 61.5% of the contracted value.   AND3% 12%","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"205-2","Text":"COMPLIANCE , ,  AND  Ethics and transparency are key attributes for managing our business. We operate in line with the Eletrobras Integrity Program and the Com- pliance Manual regarding the Eletrobras Com- panies Anti-Corruption Policy, applicable to all our employees. In addition, we participate in the Integrity Program of the Eletrobras companies, forming the Compliance Steering Committee (CDC), which meets in a weekly discussion fo- rum by videoconference to continually improve our integrity practices and procedures. In order to broadly disseminate our con- cepts of corporate integrity, in 2018 we con- ducted a new phase of online training on eth- ics and integrity, as well as other educational actions on the subject for Company manage- ment, events and lectures for suppliers, mem- bers of senior management (Directors and Board Members) and representatives of Chesf54 Requests 7 Appeal to the Direct Supervisor 1 Appeal to a Maximum Authority 0 Appeal to the Joint Committee for Information Review (CMRI) 1 Appeal to the Comptroller General of Brazil","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"205-2","Text":"In 2018, we consolidated the adoption of an- ti-corruption clauses in our contracts and held an event to communicate and reinforce poli- cies and procedures related to the proper per- formance of suppliers, including a specific lec- ture on integrity mechanisms established in the Eletrobras companies for relationship with third parties. ,  AND   In 2018, after the bidding process, 357 con- tracts were signed with 231 suppliers, totaling R$ 497.4 million. Of these, 70 suppliers are con- sidered to be ‚Äúessential to the business,‚Äù hav- ing been contracted to execute works, services and to supply equipment for energy genera- tion and transmission: 135 contracts totaling R$ 306.3 million. Essential suppliers account for 30.3% of the total number of suppliers con- tracted in 2018, 37.81% of the contracts signed in the year and 61.5% of the contracted value.   AND3% 12%","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"302-4","Text":"ENERGY EFFICIENCY , ,   ANDWe continuously invest in energy efficien- cy projects and monitor the energy consump- tion of our facilities on a monthly basis, with quarterly reports for integrated monitoring and assessment of compliance with the consump- tion target. In 2018, we obtained an important certification in the ABNT\/NBR ISO 50.001 stan- dard - Energy Management Systems for the Messias Substation. The pilot project was designed to enable Chesf to establish systems and processes need- ed to improve energy performance, including efficiency, use and consumption. We expect that, with the gradual application of the stan- dard methodology in other Chesf facilities, we will be able to significantly reduce greenhouse gas emissions, energy costs and other associat- ed environmental impacts through systematic management of energy. Proceeding with the implementation of Conta Zero (a project that aims to generate solar energy to supply all substations and associated assets), in 2018 we started the operation of a 2.5 MWp photovoltaic power plant in Petrolina (PE). The surplus production of the plant exceeds all electricity consumed at Chesf‚Äôs buildings in Per- nambuco, benefiting 90 facilities that consume more than 1,260 MWh annually. Also in 2018, we contracted the supply of photovoltaic generation equipment for the projects in the Conta Zero Program in the states of Alagoas, Para√≠ba and Piau√≠, totaling 1.1 MWp, which will be completed in 2019 and will con- tribute to minimizing energy consumption in those states. For 2019, projects for future imple- mentations of solar power plant are expected to be completed in the states of Cear√° and Rio Grande do Norte, totaling additional 1.6 MWp.","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"302-2","Text":"Energy consumption outside Company premises is not measured. However, the vast major- ity of services performed by third parties are carried out at Chesf‚Äôs own facilities, and consump- tion is monitored at the facilities.CONTINGENCY PLANNING","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"302-5","Text":"ENERGY EFFICIENCY , ,   ANDWe continuously invest in energy efficien- cy projects and monitor the energy consump- tion of our facilities on a monthly basis, with quarterly reports for integrated monitoring and assessment of compliance with the consump- tion target. In 2018, we obtained an important certification in the ABNT\/NBR ISO 50.001 stan- dard - Energy Management Systems for the Messias Substation. The pilot project was designed to enable Chesf to establish systems and processes need- ed to improve energy performance, including efficiency, use and consumption. We expect that, with the gradual application of the stan- dard methodology in other Chesf facilities, we will be able to significantly reduce greenhouse gas emissions, energy costs and other associat- ed environmental impacts through systematic management of energy. Proceeding with the implementation of Conta Zero (a project that aims to generate solar energy to supply all substations and associated assets), in 2018 we started the operation of a 2.5 MWp photovoltaic power plant in Petrolina (PE). The surplus production of the plant exceeds all electricity consumed at Chesf‚Äôs buildings in Per- nambuco, benefiting 90 facilities that consume more than 1,260 MWh annually. Also in 2018, we contracted the supply of photovoltaic generation equipment for the projects in the Conta Zero Program in the states of Alagoas, Para√≠ba and Piau√≠, totaling 1.1 MWp, which will be completed in 2019 and will con- tribute to minimizing energy consumption in those states. For 2019, projects for future imple- mentations of solar power plant are expected to be completed in the states of Cear√° and Rio Grande do Norte, totaling additional 1.6 MWp.","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"302-1","Text":"TAUA SUBSTATION XING√ì POWER PLANT","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"303-1","Text":"TOTAL WATER WITHDRAWAL BY SOURCE (M¬≥)  ANDOur management of water resources is based on two concepts: water is an asset of public domain (limited resource that has economic value) and water is an essential natural resource for elec- tric power generation. Based on this guideline, our management recommends the rational use of this resource in its facilities and operations and consumption is monitored monthly by the regional administration according to the speci- ficities of the regions. In the hydroelectric gen- eration process, there is no degradation of this resource, since all water passing through the turbines returns to the water course without changing its characteristics and, consequently, without the need for treatment.","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"303-2","Text":"TOTAL WATER WITHDRAWAL BY SOURCE (M¬≥)  ANDOur management of water resources is based on two concepts: water is an asset of public domain (limited resource that has economic value) and water is an essential natural resource for elec- tric power generation. Based on this guideline, our management recommends the rational use of this resource in its facilities and operations and consumption is monitored monthly by the regional administration according to the speci- ficities of the regions. In the hydroelectric gen- eration process, there is no degradation of this resource, since all water passing through the turbines returns to the water course without changing its characteristics and, consequently, without the need for treatment.","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"304-2","Text":"Best practices We follow the Guide for Best Practices in Sustainability for the Supply Chain of the Eletrobras Compa- nies, ensuring that our service providers have proper health and safety conditions in their workplac- es, monitored through the requirements set out in our Workplace Safety Plan. We also require proof of payments in consideration of services performed, delivery of transportation and food allowances, collection of contributions due to social security (INSS) and employee severance fund (FGTS), time and attendance records, and the list of employees terminated, if any, thus ensuring decent working conditions.  ANDNORTHEAST","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"304-2","Text":"NATURAL CAPITAL , ,  ANDOur environmental management process includes all phases of generation and transmission projects, with assessment of pre-operational and operation- al risks and impacts. With a focus on improving our processes, in 2018 we restructured the environ- mental area through the creation of the Environ- mental Department for Exploitation, which works on the environmental compliance of the assets in operation, and the Environmental Department for Expansion, whose main responsibility is environ- mental management in project implementation.","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"308-2","Text":"Our process to hire suppliers is governed by Law 13,303\/2016 and by the Bidding Regulations and Contracts of the Eletrobras Companies. The entire process follows the requirements for Call for Bids and evaluation of the legal qual- ification criteria, technical qualification and economic-financial qualification. In addition, all contracts have labor clauses and clauses for compliance with certain legal constraints relat- ed to human rights and compliance with envi- ronmental legislation. There is not yet a specif- ic program in place to evaluate suppliers, but the elaboration of a risk matrix. , ,  AND  Regarding human rights, we do not submit suppliers to due diligence processes on social impacts. However, the document Principles and Commitments of Corporate Conduct in Chesf‚Äôs Supplier Relations establishes a series of labor, human rights, salary, training and occupation- al health and safety commitments assumed by suppliers when participating in bids. Contracts that require exclusively dedicated labor are controlled regarding the payment of labor and social security charges, pursuant to the items below in the Code of Conduct: ‚Ä¢  Do not use degrading, forced or analogous to slavelabor, or involuntary work of prisoners.‚Ä¢ Do not use child labor, except as an appren- tice over the age of 14.","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"308-1","Text":"GRI 308: Supplier Environmental Assessment 2016 : New suppliers that were screened using environmental criteria Global Compact: 7; 8; 9  |  SDG: 17 Since we began to use the Procurement and Contracting Regulations of the Eletrobras companies, the Statement of Environmental Crimes (used as evidence) is no longer requested in the selection\/bidding process.  The contractor must comply with the environmental legislation in force and respect Chesf‚Äôs Code of Ethics.Supplier Environmental Assessment GRI 308: Supplier Environmental Assessment 2016 308-2: Negative environmental impacts in the supply chain and actions taken Global Compact: 7; 8; 9 SDG: 17 69 Employment GRI 103: Management Approach 2016 103-1: Explanation of the material topic and is Boundary 12 and 56 103-2: The management approach and its components 56 103-3: Evaluation of the management approach 56 GRI 401: Employment 2016 401-1: New employee hires and employee turnover 56 401-2: Benefits provided to full-time employees that are not provided to temporary or part-time employees Global Compact: 6 58 Occupational Health and Safety GRI 103: Management Approach 2016 103-1: Explanation of the material topic and is Boundary 12 and 62 103-2: The management approach and its components 62 103-3: Evaluation of the management approach 62 GRI 403: Occupational Health and Safety 2016 403-2: Types of injury and rates of injury, occupational diseases, lost days, and absenteeism, and number of work-related fatalities Global Compact: 6 SDG: 3 62 403-3: Workers with high incidence or high risk of diseases related to their occupation Global Compact: 6 SDG: 3 Chesf does not have workers whose activity or place of work is involved in occupational activities with high level or high risk of specific diseases","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"401-2","Text":"Remuneration and benefits , , , , , ,  ANDCOMPENSATION POLICY FOR DIRECTORS AND MEMBERS OF THE BOARD OF DIRECTORS The compensation of Chesf‚Äôs Directors (Execu- tive Board and Board Members) is established through the Company‚Äôs Annual General Assem- bly (AGO). The amount defined globally is effec- tive from April of the current year to March of the subsequent year. Items that should form the Directors‚Äô compensation are also defined, with the Board of Directors and Supervisory Board receiving 10% of the average monthly salaries and of the 13th salary received by the Executive Board, pursuant to Law No. 9,292 of July 12, 1996, considering only the amounts paid as salaries, excluding the other items. The parameters to approval the global amount, such as readjustment percentages, are defined by Eletrobras, which, since 2012, has es- tablished a difference between the salaries of the Directors and of the CEO, as a way of reflect- ing the hierarchy among the members of the Ex- ecutive Board. The difference was set at 5%. The approved amounts, according to the minutes of the AGO, are submitted to the Ministry of Plan- ning, Development and Management, which, through the Department for Coordination and Governance of State-Owned Companies (SEST), issues a technical note validating or revising and redefining the amounts to be implemented. The remuneration based on performance indicators or targets is called RVA (Annual Vari- able Pay of Directors), in accordance with the guidelines established by the holding company and in accordance with SEST guidelines, and is an important tool to foster productivity, man- agement focused on results, and commitment of the administration to good organizational performance and to the Company‚Äôs goals.","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"401-1","Text":", ,  ANDTOTAL NUMBER OF EMPLOYEES TURNOVER RATE  NEW HIRES, BY GENDER PERCENTAGE OF EMPLOYEES BY EMPLOYMENT CATEGORY, BY GENDER 405-1","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"403-2","Text":"Health and safety , ,  AND  In 2018, we proceeded with actions and pro- grams aimed at promoting the health and quality of life of employees, preventing occu- pational accidents and diseases, and main- taining measures to control the hazards and risks involved in the activities performed. We recorded a Typical Cumulative Lost Time Injury Frequency Rate (TFAT) of our own employees, higher than the threshold speci-OCCUPATIONAL HEALTH AND SAFETY 2018 2017 2016 Average hours of overtime per employee\/year 53.23 49.90 44.93 Absenteeism-illness rate for employees 1.74 1.70 1.60 Total frequency rate (TF) of the company in the period, for employees 4.0 1.49 2.33 Severity rate (TG) in the period, for employees 61 9 169 Total frequency rate (FR) of the company in the period, for outsourced\/contracted personnel 1.57 3.48 2.21 Severity rate (TG) in the period, for outsourced\/contracted personnel 10.0 20 21 Frequency rate (FR) of the company in the period, for the workforce (own + contractors) 2.86 2.15 2.29 Severity rate (TG)) in the period, for the workforce (own + contractors) 37 13 123 Fatalities (own) 0 0 0 Fatalities (contractors) 0 0 0","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"404-1","Text":"Training and development , , , ,  ANDContinuous development is essential if we are to be an increasingly innovative and efficient com- pany. Thus, we invest in training our employees and monitor the performance indicators quar- terly based on the information generated by the Integrated Human Resources System (RHSin). In 2018, a total of 3,412 employees participat- ed in internal and external education programs, totaling 183,725 hours, of which 52,022 were ded- icated to long-term courses (graduate degrees, specializations, master‚Äôs and doctoral degrees). The average number of training hours per em- ployee reached 44.57, surpassing the Company‚Äôs 40-hour target. These results were possible due to an increase in the use of creative solutions such as the incentive to the educator employ- ee, the use of videoconferences, the increase in the number of places per educational action and partnerships with other institutions. Our Corporate Education Plan offers edu- cational opportunities that can contribute to the development of competencies related to the Company‚Äôs business guidelines. In preparing the plan, we consider Strategic Planning as the main guideline to develop the technical and manage- rial capabilities required for employees to deal with organizational challenges. Within this plan we can highlight the Pro- gram called Vivendo e Aprendendo (Living and Learning), developed by Chesf and aimed at im- proving employee education focused on Elemen- tary, Middle and High School Courses. This pro-","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"404-3","Text":"Training and development , , , ,  ANDContinuous development is essential if we are to be an increasingly innovative and efficient com- pany. Thus, we invest in training our employees and monitor the performance indicators quar- terly based on the information generated by the Integrated Human Resources System (RHSin). In 2018, a total of 3,412 employees participat- ed in internal and external education programs, totaling 183,725 hours, of which 52,022 were ded- icated to long-term courses (graduate degrees, specializations, master‚Äôs and doctoral degrees). The average number of training hours per em- ployee reached 44.57, surpassing the Company‚Äôs 40-hour target. These results were possible due to an increase in the use of creative solutions such as the incentive to the educator employ- ee, the use of videoconferences, the increase in the number of places per educational action and partnerships with other institutions. Our Corporate Education Plan offers edu- cational opportunities that can contribute to the development of competencies related to the Company‚Äôs business guidelines. In preparing the plan, we consider Strategic Planning as the main guideline to develop the technical and manage- rial capabilities required for employees to deal with organizational challenges. Within this plan we can highlight the Pro- gram called Vivendo e Aprendendo (Living and Learning), developed by Chesf and aimed at im- proving employee education focused on Elemen- tary, Middle and High School Courses. This pro-","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"404-2","Text":"Training and development , , , ,  ANDContinuous development is essential if we are to be an increasingly innovative and efficient com- pany. Thus, we invest in training our employees and monitor the performance indicators quar- terly based on the information generated by the Integrated Human Resources System (RHSin). In 2018, a total of 3,412 employees participat- ed in internal and external education programs, totaling 183,725 hours, of which 52,022 were ded- icated to long-term courses (graduate degrees, specializations, master‚Äôs and doctoral degrees). The average number of training hours per em- ployee reached 44.57, surpassing the Company‚Äôs 40-hour target. These results were possible due to an increase in the use of creative solutions such as the incentive to the educator employ- ee, the use of videoconferences, the increase in the number of places per educational action and partnerships with other institutions. Our Corporate Education Plan offers edu- cational opportunities that can contribute to the development of competencies related to the Company‚Äôs business guidelines. In preparing the plan, we consider Strategic Planning as the main guideline to develop the technical and manage- rial capabilities required for employees to deal with organizational challenges. Within this plan we can highlight the Pro- gram called Vivendo e Aprendendo (Living and Learning), developed by Chesf and aimed at im- proving employee education focused on Elemen- tary, Middle and High School Courses. This pro-","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"405-1","Text":"TOTAL NUMBER OF EMPLOYEES TURNOVER RATE  NEW HIRES, BY GENDER PERCENTAGE OF EMPLOYEES BY EMPLOYMENT CATEGORY, BY GENDER3,816 4.34 17 2 4,122 5.39 7 0 4,547 0.59 28 3","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"405-1","Text":"Diversity and inclusion ,  ANDThough our corporate values, we made commit- ments to promote equity, justice and respect for people and, together with the Gender and Race Committee, created 10 years ago, we operate in all the Company‚Äôs facilities and regional of- fices, with regular actions to address the topic.","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"405-2","Text":"Remuneration and benefits , , , , , ,  ANDCOMPENSATION POLICY FOR DIRECTORS AND MEMBERS OF THE BOARD OF DIRECTORS The compensation of Chesf‚Äôs Directors (Execu- tive Board and Board Members) is established through the Company‚Äôs Annual General Assem- bly (AGO). The amount defined globally is effec- tive from April of the current year to March of the subsequent year. Items that should form the Directors‚Äô compensation are also defined, with the Board of Directors and Supervisory Board receiving 10% of the average monthly salaries and of the 13th salary received by the Executive Board, pursuant to Law No. 9,292 of July 12, 1996, considering only the amounts paid as salaries, excluding the other items. The parameters to approval the global amount, such as readjustment percentages, are defined by Eletrobras, which, since 2012, has es- tablished a difference between the salaries of the Directors and of the CEO, as a way of reflect- ing the hierarchy among the members of the Ex- ecutive Board. The difference was set at 5%. The approved amounts, according to the minutes of the AGO, are submitted to the Ministry of Plan- ning, Development and Management, which, through the Department for Coordination and Governance of State-Owned Companies (SEST), issues a technical note validating or revising and redefining the amounts to be implemented. The remuneration based on performance indicators or targets is called RVA (Annual Vari- able Pay of Directors), in accordance with the guidelines established by the holding company and in accordance with SEST guidelines, and is an important tool to foster productivity, man- agement focused on results, and commitment of the administration to good organizational performance and to the Company‚Äôs goals.","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"413-2","Text":"of the programs is to guarantee the adop- tion of participatory methodologies that guarantee respect, plurality and cultural diversity, and that strengthen collective and organized action, thus providing an understanding of the complexity of local environmental problems. Given the long drought that has stricken the San Francisco River Basin since 2013, based on the Technical Notes prepared by the National System Opera- tor (ONS) and on the Official Letters by the National Water Agency (ANA), IBAMA has issued Special Permits for Chesf to reduce the flow of the Sobradinho and Xing√≥ res- ervoirs. Impacts on local communities are monitored through the activities of the Environmental Communication and Edu- cation Programs.  AND  Chesf also makes available to the whole society the channels called Fale Co- nosco Ambiental (Talk to Us Environmen- tal) (meioambiente@chesf.gov.br), Disque Queimadas\/Meio Ambiente (Dial Fires\/ Environment) (-3090), and Om- budsman‚Äôs Office (ouvidoria@chesf.gov. br), to provide access of all to the Compa- ny and to use these channels as a tool to monitor possible local impacts.In 2018, we developed Environmental Education programs in the communities surrounding transmission projects","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"413-1","Text":"SOCIAL AND RELATIONSHIP CAPITALCommunities We are aware of our responsibility towards the communities located around our oper- ations. Thus, following the Social Responsibility Policy of the Eletrobras Companies and Chesf‚Äôs Guidance Manual on Social Projects, we have in place initiatives to reduce social inequality, social and education campaigns, improvement of the quality of life of local people, health and food security, as well as citizenship training and generation of work and income.","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"414-1","Text":"‚Ä¢ Accept workers‚Äô involvement in trade unions and associations, as well as the right to col- lective bargaining. , , , 103- 3 ANDOur process to hire suppliers is governed by Law and by the Bidding Regulations and Contracts of the Eletrobras Companies","Obs":"ok"}
{"Filename":"2018_CHESF_EN.jsonl","GRI":"418-1","Text":"Headquarters Rua Delmiro Gouveia, 333 San Martin Recife - Pernambuco CEP  Telephones: acesse www.chesf.gov.br and see on Talk to Us Paulo Afonso (BA) Rua do Triunfo, 170 Alves de Souza - CEP  Phone: (75) 3282.2202 Fax: (75) 3282.2276 Fortaleza (CE) Av. Pres. Costa e Silva, 4677 Pref. Jos√© Walter - CEP  Phone: (85)  Fax: (85)  Bras√≠lia (DF) SCN, Quadra 6, Bloco A, Sala 611 - Edif√≠cio Ven√¢ncio 3000 (Shopping ID) CEP:  Phone: (61) \/7315\/7312 Rio Largo (AL) Rodovia AL 20 - km 4,5 Gustavo Paiva - CEP  Fone: (82) \/3320 Campina Grande (PB) Rua Grisbert de Oliveira Gonzaga s\/n Velame - CEP  Phone: (83) \/2442 Fax: (83)The publication of this report was only possible due to the effort and commitment of the employees of various areas of Chesf, providing information and overseeing the develop- ment of the content for transparent accountability on the operation and performance of the Company. We thank all those who cooperated in this process.","Obs":"ok"}
